{
  "nodes": [
    {
      "op": "null", 
      "name": "target", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "target_embed_weight", 
      "attrs": {"__shape__": "(29337, 256)"}, 
      "inputs": []
    }, 
    {
      "op": "Embedding", 
      "name": "target_embed_embed", 
      "attrs": {
        "input_dim": "29337", 
        "output_dim": "256"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split5", 
      "attrs": {
        "axis": "1", 
        "num_outputs": "60", 
        "squeeze_axis": "True"
      }, 
      "inputs": [[2, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "source", 
      "inputs": []
    }, 
    {
      "op": "_zeros", 
      "name": "_zeros0", 
      "attrs": {
        "dtype": "float32", 
        "shape": "(1,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "broadcast_not_equal", 
      "name": "broadcast_not_equal0", 
      "inputs": [[4, 0, 0], [5, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "sum0", 
      "attrs": {"axis": "1"}, 
      "inputs": [[6, 0, 0]]
    }, 
    {
      "op": "zeros_like", 
      "name": "zeros_like3", 
      "inputs": [[7, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims365", 
      "attrs": {"axis": "1"}, 
      "inputs": [[8, 0, 0]]
    }, 
    {
      "op": "tile", 
      "name": "tile1", 
      "attrs": {"reps": "(1, 512)"}, 
      "inputs": [[9, 0, 0]]
    }, 
    {
      "op": "Concat", 
      "name": "decoder_rnn_concat_target_context_t0", 
      "attrs": {
        "dim": "1", 
        "num_args": "2"
      }, 
      "inputs": [[3, 0, 0], [10, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "decoder_rnn_l0_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "decoder_rnn_l0_i2h_bias", 
      "attrs": {"__init__": "[\"lstmbias\", {\"forget_bias\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "decoder_rnn_l0_t0_i2h", 
      "attrs": {"num_hidden": "2048"}, 
      "inputs": [[11, 0, 0], [12, 0, 0], [13, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "source_embed_weight", 
      "attrs": {"__shape__": "(24007, 256)"}, 
      "inputs": []
    }, 
    {
      "op": "Embedding", 
      "name": "source_embed_embed", 
      "attrs": {
        "input_dim": "24007", 
        "output_dim": "256"
      }, 
      "inputs": [[4, 0, 0], [15, 0, 0]]
    }, 
    {
      "op": "SwapAxis", 
      "name": "swapaxes121", 
      "attrs": {
        "__layout__": "TNC", 
        "dim1": "0", 
        "dim2": "1"
      }, 
      "inputs": [[16, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split3", 
      "attrs": {
        "axis": "0", 
        "num_outputs": "60", 
        "squeeze_axis": "1"
      }, 
      "inputs": [[17, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_birnn_forward_l0_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_birnn_forward_l0_i2h_bias", 
      "attrs": {"__init__": "[\"lstmbias\", {\"forget_bias\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t0_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 0, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "_zeros", 
      "name": "encoder_birnn_forward_l0_begin_state_0", 
      "attrs": {
        "__layout__": "NC", 
        "dtype": "float32", 
        "shape": "(0, 256)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_birnn_forward_l0_h2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_birnn_forward_l0_h2h_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t0_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[22, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus180", 
      "inputs": [[21, 0, 0], [25, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t0_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[26, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t0_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[27, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t0_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[27, 1, 0]]
    }, 
    {
      "op": "_zeros", 
      "name": "encoder_birnn_forward_l0_begin_state_1", 
      "attrs": {
        "__layout__": "NC", 
        "dtype": "float32", 
        "shape": "(0, 256)"
      }, 
      "inputs": []
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul360", 
      "inputs": [[29, 0, 0], [30, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t0_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[27, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t0_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[27, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul361", 
      "inputs": [[32, 0, 0], [33, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t0_state", 
      "inputs": [[31, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation180", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[35, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t0_out", 
      "inputs": [[28, 0, 0], [36, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims243", 
      "attrs": {"axis": "0"}, 
      "inputs": [[37, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t1_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 1, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t1_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[37, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus181", 
      "inputs": [[39, 0, 0], [40, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t1_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[41, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t1_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[42, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t1_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[42, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul362", 
      "inputs": [[44, 0, 0], [35, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t1_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[42, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t1_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[42, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul363", 
      "inputs": [[46, 0, 0], [47, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t1_state", 
      "inputs": [[45, 0, 0], [48, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation181", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[49, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t1_out", 
      "inputs": [[43, 0, 0], [50, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims244", 
      "attrs": {"axis": "0"}, 
      "inputs": [[51, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t2_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 2, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t2_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[51, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus182", 
      "inputs": [[53, 0, 0], [54, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t2_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[55, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t2_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[56, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t2_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[56, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul364", 
      "inputs": [[58, 0, 0], [49, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t2_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[56, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t2_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[56, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul365", 
      "inputs": [[60, 0, 0], [61, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t2_state", 
      "inputs": [[59, 0, 0], [62, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation182", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[63, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t2_out", 
      "inputs": [[57, 0, 0], [64, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims245", 
      "attrs": {"axis": "0"}, 
      "inputs": [[65, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t3_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 3, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t3_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[65, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus183", 
      "inputs": [[67, 0, 0], [68, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t3_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[69, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t3_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[70, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t3_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[70, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul366", 
      "inputs": [[72, 0, 0], [63, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t3_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[70, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t3_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[70, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul367", 
      "inputs": [[74, 0, 0], [75, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t3_state", 
      "inputs": [[73, 0, 0], [76, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation183", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[77, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t3_out", 
      "inputs": [[71, 0, 0], [78, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims246", 
      "attrs": {"axis": "0"}, 
      "inputs": [[79, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t4_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 4, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t4_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[79, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus184", 
      "inputs": [[81, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t4_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[83, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t4_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[84, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t4_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[84, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul368", 
      "inputs": [[86, 0, 0], [77, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t4_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[84, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t4_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[84, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul369", 
      "inputs": [[88, 0, 0], [89, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t4_state", 
      "inputs": [[87, 0, 0], [90, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation184", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[91, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t4_out", 
      "inputs": [[85, 0, 0], [92, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims247", 
      "attrs": {"axis": "0"}, 
      "inputs": [[93, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t5_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 5, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t5_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[93, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus185", 
      "inputs": [[95, 0, 0], [96, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t5_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[97, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t5_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[98, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t5_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[98, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul370", 
      "inputs": [[100, 0, 0], [91, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t5_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[98, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t5_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[98, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul371", 
      "inputs": [[102, 0, 0], [103, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t5_state", 
      "inputs": [[101, 0, 0], [104, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation185", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[105, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t5_out", 
      "inputs": [[99, 0, 0], [106, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims248", 
      "attrs": {"axis": "0"}, 
      "inputs": [[107, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t6_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 6, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t6_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[107, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus186", 
      "inputs": [[109, 0, 0], [110, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t6_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[111, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t6_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[112, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t6_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[112, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul372", 
      "inputs": [[114, 0, 0], [105, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t6_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[112, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t6_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[112, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul373", 
      "inputs": [[116, 0, 0], [117, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t6_state", 
      "inputs": [[115, 0, 0], [118, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation186", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[119, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t6_out", 
      "inputs": [[113, 0, 0], [120, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims249", 
      "attrs": {"axis": "0"}, 
      "inputs": [[121, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t7_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 7, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t7_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[121, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus187", 
      "inputs": [[123, 0, 0], [124, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t7_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[125, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t7_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[126, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t7_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[126, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul374", 
      "inputs": [[128, 0, 0], [119, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t7_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[126, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t7_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[126, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul375", 
      "inputs": [[130, 0, 0], [131, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t7_state", 
      "inputs": [[129, 0, 0], [132, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation187", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[133, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t7_out", 
      "inputs": [[127, 0, 0], [134, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims250", 
      "attrs": {"axis": "0"}, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t8_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 8, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t8_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[135, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus188", 
      "inputs": [[137, 0, 0], [138, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t8_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[139, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t8_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[140, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t8_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[140, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul376", 
      "inputs": [[142, 0, 0], [133, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t8_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[140, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t8_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[140, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul377", 
      "inputs": [[144, 0, 0], [145, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t8_state", 
      "inputs": [[143, 0, 0], [146, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation188", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[147, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t8_out", 
      "inputs": [[141, 0, 0], [148, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims251", 
      "attrs": {"axis": "0"}, 
      "inputs": [[149, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t9_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 9, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t9_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[149, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus189", 
      "inputs": [[151, 0, 0], [152, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t9_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[153, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t9_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[154, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t9_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[154, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul378", 
      "inputs": [[156, 0, 0], [147, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t9_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[154, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t9_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[154, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul379", 
      "inputs": [[158, 0, 0], [159, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t9_state", 
      "inputs": [[157, 0, 0], [160, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation189", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[161, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t9_out", 
      "inputs": [[155, 0, 0], [162, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims252", 
      "attrs": {"axis": "0"}, 
      "inputs": [[163, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t10_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 10, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t10_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[163, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus190", 
      "inputs": [[165, 0, 0], [166, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t10_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[167, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t10_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[168, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t10_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[168, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul380", 
      "inputs": [[170, 0, 0], [161, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t10_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[168, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t10_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[168, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul381", 
      "inputs": [[172, 0, 0], [173, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t10_state", 
      "inputs": [[171, 0, 0], [174, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation190", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[175, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t10_out", 
      "inputs": [[169, 0, 0], [176, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims253", 
      "attrs": {"axis": "0"}, 
      "inputs": [[177, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t11_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 11, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t11_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[177, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus191", 
      "inputs": [[179, 0, 0], [180, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t11_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[181, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t11_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[182, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t11_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[182, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul382", 
      "inputs": [[184, 0, 0], [175, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t11_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[182, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t11_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[182, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul383", 
      "inputs": [[186, 0, 0], [187, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t11_state", 
      "inputs": [[185, 0, 0], [188, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation191", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[189, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t11_out", 
      "inputs": [[183, 0, 0], [190, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims254", 
      "attrs": {"axis": "0"}, 
      "inputs": [[191, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t12_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 12, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t12_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[191, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus192", 
      "inputs": [[193, 0, 0], [194, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t12_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[195, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t12_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[196, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t12_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[196, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul384", 
      "inputs": [[198, 0, 0], [189, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t12_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[196, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t12_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[196, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul385", 
      "inputs": [[200, 0, 0], [201, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t12_state", 
      "inputs": [[199, 0, 0], [202, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation192", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[203, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t12_out", 
      "inputs": [[197, 0, 0], [204, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims255", 
      "attrs": {"axis": "0"}, 
      "inputs": [[205, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t13_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 13, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t13_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[205, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus193", 
      "inputs": [[207, 0, 0], [208, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t13_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[209, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t13_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[210, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t13_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[210, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul386", 
      "inputs": [[212, 0, 0], [203, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t13_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[210, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t13_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[210, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul387", 
      "inputs": [[214, 0, 0], [215, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t13_state", 
      "inputs": [[213, 0, 0], [216, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation193", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[217, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t13_out", 
      "inputs": [[211, 0, 0], [218, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims256", 
      "attrs": {"axis": "0"}, 
      "inputs": [[219, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t14_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 14, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t14_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[219, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus194", 
      "inputs": [[221, 0, 0], [222, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t14_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[223, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t14_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[224, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t14_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[224, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul388", 
      "inputs": [[226, 0, 0], [217, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t14_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[224, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t14_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[224, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul389", 
      "inputs": [[228, 0, 0], [229, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t14_state", 
      "inputs": [[227, 0, 0], [230, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation194", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[231, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t14_out", 
      "inputs": [[225, 0, 0], [232, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims257", 
      "attrs": {"axis": "0"}, 
      "inputs": [[233, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t15_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 15, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t15_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[233, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus195", 
      "inputs": [[235, 0, 0], [236, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t15_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[237, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t15_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[238, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t15_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[238, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul390", 
      "inputs": [[240, 0, 0], [231, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t15_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[238, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t15_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[238, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul391", 
      "inputs": [[242, 0, 0], [243, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t15_state", 
      "inputs": [[241, 0, 0], [244, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation195", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[245, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t15_out", 
      "inputs": [[239, 0, 0], [246, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims258", 
      "attrs": {"axis": "0"}, 
      "inputs": [[247, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t16_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 16, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t16_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[247, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus196", 
      "inputs": [[249, 0, 0], [250, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t16_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[251, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t16_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[252, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t16_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[252, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul392", 
      "inputs": [[254, 0, 0], [245, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t16_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[252, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t16_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[252, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul393", 
      "inputs": [[256, 0, 0], [257, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t16_state", 
      "inputs": [[255, 0, 0], [258, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation196", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[259, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t16_out", 
      "inputs": [[253, 0, 0], [260, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims259", 
      "attrs": {"axis": "0"}, 
      "inputs": [[261, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t17_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 17, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t17_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[261, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus197", 
      "inputs": [[263, 0, 0], [264, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t17_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[265, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t17_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[266, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t17_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[266, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul394", 
      "inputs": [[268, 0, 0], [259, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t17_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[266, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t17_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[266, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul395", 
      "inputs": [[270, 0, 0], [271, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t17_state", 
      "inputs": [[269, 0, 0], [272, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation197", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[273, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t17_out", 
      "inputs": [[267, 0, 0], [274, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims260", 
      "attrs": {"axis": "0"}, 
      "inputs": [[275, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t18_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 18, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t18_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[275, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus198", 
      "inputs": [[277, 0, 0], [278, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t18_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[279, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t18_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[280, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t18_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[280, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul396", 
      "inputs": [[282, 0, 0], [273, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t18_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[280, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t18_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[280, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul397", 
      "inputs": [[284, 0, 0], [285, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t18_state", 
      "inputs": [[283, 0, 0], [286, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation198", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[287, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t18_out", 
      "inputs": [[281, 0, 0], [288, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims261", 
      "attrs": {"axis": "0"}, 
      "inputs": [[289, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t19_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 19, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t19_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[289, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus199", 
      "inputs": [[291, 0, 0], [292, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t19_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[293, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t19_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[294, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t19_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[294, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul398", 
      "inputs": [[296, 0, 0], [287, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t19_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[294, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t19_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[294, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul399", 
      "inputs": [[298, 0, 0], [299, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t19_state", 
      "inputs": [[297, 0, 0], [300, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation199", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[301, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t19_out", 
      "inputs": [[295, 0, 0], [302, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims262", 
      "attrs": {"axis": "0"}, 
      "inputs": [[303, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t20_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 20, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t20_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[303, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus200", 
      "inputs": [[305, 0, 0], [306, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t20_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[307, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t20_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[308, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t20_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[308, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul400", 
      "inputs": [[310, 0, 0], [301, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t20_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[308, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t20_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[308, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul401", 
      "inputs": [[312, 0, 0], [313, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t20_state", 
      "inputs": [[311, 0, 0], [314, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation200", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[315, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t20_out", 
      "inputs": [[309, 0, 0], [316, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims263", 
      "attrs": {"axis": "0"}, 
      "inputs": [[317, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t21_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 21, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t21_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[317, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus201", 
      "inputs": [[319, 0, 0], [320, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t21_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[321, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t21_o", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[322, 3, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t21_f", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[322, 1, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul402", 
      "inputs": [[324, 0, 0], [315, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t21_i", 
      "attrs": {"act_type": "sigmoid"}, 
      "inputs": [[322, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "encoder_birnn_forward_l0_t21_c", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[322, 2, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "_mul403", 
      "inputs": [[326, 0, 0], [327, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_birnn_forward_l0_t21_state", 
      "inputs": [[325, 0, 0], [328, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation201", 
      "attrs": {"act_type": "tanh"}, 
      "inputs": [[329, 0, 0]]
    }, 
    {
      "op": "elemwise_mul", 
      "name": "encoder_birnn_forward_l0_t21_out", 
      "inputs": [[323, 0, 0], [330, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims264", 
      "attrs": {"axis": "0"}, 
      "inputs": [[331, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t22_i2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[18, 22, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_birnn_forward_l0_t22_h2h", 
      "attrs": {"num_hidden": "1024"}, 
      "inputs": [[331, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus202", 
      "inputs": [[333, 0, 0], [334, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "encoder_birnn_forward_l0_t22_slice", 
      "attrs": {"num_outputs": "4"}, 
      "inputs": [[335, 0, 0]]
    }, 
    {
      "op": "Activation", 
