{
    "<pad>": 0,
    "<unk>": 1,
    "<s>": 2,
    "</s>": 3,
    "the": 4,
    "of": 5,
    "and": 6,
    "to": 7,
    "in": 8,
    "a": 9,
    "is": 10,
    "that": 11,
    "for": 12,
    "on": 13,
    "with": 14,
    "The": 15,
    "be": 16,
    "are": 17,
    "as": 18,
    "I": 19,
    "this": 20,
    "we": 21,
    "by": 22,
    "have": 23,
    "it": 24,
    "not": 25,
    "you": 26,
    "will": 27,
    "which": 28,
    "from": 29,
    "an": 30,
    "or": 31,
    "at": 32,
    "has": 33,
    "can": 34,
    "our": 35,
    "was": 36,
    "European": 37,
    ",": 38,
    ".": 39,
    "all": 40,
    "also": 41,
    "-": 42,
    "your": 43,
    "its": 44,
    "We": 45,
    "(@@": 46,
    "but": 47,
    "would": 48,
    "their": 49,
    "In": 50,
    "been": 51,
    "more": 52,
    "This": 53,
    "one": 54,
    "It": 55,
    "Mr": 56,
    "should": 57,
    "ing": 58,
    "s,": 59,
    "must": 60,
    "very": 61,
    "they": 62,
    "s.": 63,
    "-@@": 64,
    "new": 65,
    "only": 66,
    "like": 67,
    "other": 68,
    "do": 69,
    "about": 70,
    "there": 71,
    "s": 72,
    "these": 73,
    "who": 74,
    "\"@@": 75,
    "in@@": 76,
    "if": 77,
    "us": 78,
    "ed": 79,
    "Commission": 80,
    "any": 81,
    "up": 82,
    "no": 83,
    "es": 84,
    "into": 85,
    "so": 86,
    "re@@": 87,
    "un@@": 88,
    "President,": 89,
    "were": 90,
    "es,": 91,
    "what": 92,
    "such": 93,
    ":": 94,
    "than": 95,
    "out": 96,
    "time": 97,
    "Member": 98,
    "–": 99,
    "A": 100,
    "most": 101,
    "when": 102,
    "my": 103,
    "'s": 104,
    "his": 105,
    "es.": 106,
    "some": 107,
    "able": 108,
    "need": 109,
    "use": 110,
    "y": 111,
    "make": 112,
    "many": 113,
    "first": 114,
    "between": 115,
    ")": 116,
    "c@@": 117,
    "take": 118,
    "people": 119,
    "because": 120,
    "S@@": 121,
    "important": 122,
    "s@@": 123,
    "well": 124,
    "d@@": 125,
    "If": 126,
    "now": 127,
    "just": 128,
    "C@@": 129,
    "ation": 130,
    "those": 131,
    "had": 132,
    "er": 133,
    "two": 134,
    "made": 135,
    "am": 136,
    "he": 137,
    "o": 138,
    "where": 139,
    "?": 140,
    "e@@": 141,
    "p@@": 142,
    "t@@": 143,
    "over": 144,
    "work": 145,
    "being": 146,
    "report": 147,
    "’s": 148,
    "de": 149,
    "Parliament": 150,
    "way": 151,
    "Union": 152,
    "support": 153,
    "may": 154,
    "even": 155,
    "y@@": 156,
    "ted": 157,
    "i": 158,
    "ing,": 159,
    "Council": 160,
    "EU": 161,
    "information": 162,
    "States": 163,
    "countries": 164,
    "P@@": 165,
    "y,": 166,
    "t": 167,
    "'@@": 168,
    "them": 169,
    "ts": 170,
    "b@@": 171,
    "t,": 172,
    "hotel": 173,
    "o@@": 174,
    "dis@@": 175,
    "/@@": 176,
    "You": 177,
    "A@@": 178,
    "y.": 179,
    "through": 180,
    "a@@": 181,
    "e": 182,
    "after": 183,
    "ing.": 184,
    "\"": 185,
    "al@@": 186,
    "T@@": 187,
    "As": 188,
    "e.": 189,
    "t.": 190,
    "D@@": 191,
    "Europe": 192,
    "i@@": 193,
    "political": 194,
    "B@@": 195,
    "right": 196,
    "order": 197,
    "al": 198,
    "economic": 199,
    "same": 200,
    ";": 201,
    "!": 202,
    "For": 203,
    "good": 204,
    "could": 205,
    "within": 206,
    "an@@": 207,
    "There": 208,
    "want": 209,
    "part": 210,
    "e,": 211,
    "H@@": 212,
    ").": 213,
    "own": 214,
    "see": 215,
    "how": 216,
    "G@@": 217,
    "ting": 218,
    "...": 219,
    "both": 220,
    "against": 221,
    "n@@": 222,
    "“@@": 223,
    "en@@": 224,
    "find": 225,
    "used": 226,
    "ate": 227,
    "de@@": 228,
    "M@@": 229,
    "es@@": 230,
    "F@@": 231,
    "under": 232,
    "does": 233,
    "m@@": 234,
    "E@@": 235,
    "without": 236,
    "g@@": 237,
    "L@@": 238,
    "then": 239,
    "di@@": 240,
    "ed.": 241,
    "a,": 242,
    "N@@": 243,
    "place": 244,
    "much": 245,
    "v@@": 246,
    "ers": 247,
    "international": 248,
    "number": 249,
    "years": 250,
    "ti@@": 251,
    "still": 252,
    "ar@@": 253,
    "policy": 254,
    "k@@": 255,
    "f@@": 256,
    "system": 257,
    "W@@": 258,
    "R@@": 259,
    "social": 260,
    "great": 261,
    "K@@": 262,
    "public": 263,
    "different": 264,
    "therefore": 265,
    "se@@": 266,
    "already": 267,
    "er@@": 268,
    "O@@": 269,
    "2": 270,
    "last": 271,
    "free": 272,
    "ch@@": 273,
    "set": 274,
    "development": 275,
    "end": 276,
    "'": 277,
    ".@@": 278,
    "believe": 279,
    "co@@": 280,
    "cannot": 281,
    "That": 282,
    "point": 283,
    "1": 284,
    "possible": 285,
    "get": 286,
    "me": 287,
    "),": 288,
    "before": 289,
    "area": 290,
    "le@@": 291,
    "here": 292,
    "human": 293,
    "V@@": 294,
    "l@@": 295,
    "Hotel": 296,
    "think": 297,
    "is@@": 298,
    "on@@": 299,
    "market": 300,
    "during": 301,
    "financial": 302,
    "available": 303,
    "ated": 304,
    "d": 305,
    "ation.": 306,
    "national": 307,
    "But": 308,
    "offers": 309,
    "rights": 310,
    "ri@@": 311,
    "say": 312,
    "every": 313,
    "or@@": 314,
    "a.": 315,
    "h@@": 316,
    "th@@": 317,
    "ac@@": 318,
    "li@@": 319,
    "ating": 320,
    "ed,": 321,
    "u@@": 322,
    "Our": 323,
    "it@@": 324,
    "world": 325,
    "m": 326,
    "ro@@": 327,
    "ation,": 328,
    "since": 329,
    "each": 330,
    "know": 331,
    "data": 332,
    "ly": 333,
    "best": 334,
    "high": 335,
    "view": 336,
    "fact": 337,
    "However,": 338,
    "ra@@": 339,
    "means": 340,
    "and,": 341,
    "lo@@": 342,
    "including": 343,
    "j@@": 344,
    "year": 345,
    "3": 346,
    "ad@@": 347,
    "give": 348,
    "help": 349,
    "con@@": 350,
    "small": 351,
    "ations": 352,
    "next": 353,
    "common": 354,
    "ic": 355,
    "st@@": 356,
    "provide": 357,
    "few": 358,
    "put": 359,
    "at@@": 360,
    "I@@": 361,
    "go": 362,
    "quality": 363,
    "All": 364,
    "ensure": 365,
    "On": 366,
    "long": 367,
    "tions": 368,
    "z@@": 369,
    "en": 370,
    "w@@": 371,
    "am@@": 372,
    "To": 373,
    "that,": 374,
    "three": 375,
    "services": 376,
    "access": 377,
    "Committee": 378,
    "d,": 379,
    "offer": 380,
    "while": 381,
    "taken": 382,
    "clear": 383,
    "as@@": 384,
    "country": 385,
    "p": 386,
    "el@@": 387,
    "using": 388,
    "large": 389,
    "it.": 390,
    "service": 391,
    "shall": 392,
    "based": 393,
    "With": 394,
    "ent": 395,
    "room": 396,
    "given": 397,
    "al,": 398,
    "her": 399,
    "come": 400,
    "At": 401,
    "business": 402,
    "tion": 403,
    "case": 404,
    "They": 405,
    "further": 406,
    "Re@@": 407,
    "proposal": 408,
    "always": 409,
    "products": 410,
    "why": 411,
    "4": 412,
    "United": 413,
    "5": 414,
    "far": 415,
    "current": 416,
    "question": 417,
    "back": 418,
    "te@@": 419,
    "be@@": 420,
    "located": 421,
    "main": 422,
    "k": 423,
    "energy": 424,
    "process": 425,
    "too": 426,
    "less": 427,
    "day": 428,
    "d.": 429,
    "debate": 430,
    "po@@": 431,
    "issue": 432,
    "sp@@": 433,
    "measures": 434,
    "im@@": 435,
    "ent@@": 436,
    "form": 437,
    "What": 438,
    "situation": 439,
    "future": 440,
    "working": 441,
    "And": 442,
    "ts,": 443,
    "become": 444,
    "2@@": 445,
    "3@@": 446,
    "real": 447,
    "When": 448,
    "city": 449,
    "whether": 450,
    "These": 451,
    "level": 452,
    "particularly": 453,
    "hope": 454,
    "tion,": 455,
    "U@@": 456,
    "le": 457,
    "Mrs": 458,
    "special": 459,
    "around": 460,
    "ver@@": 461,
    "tion.": 462,
    "der": 463,
    "legal": 464,
    "mo@@": 465,
    "no@@": 466,
    "to@@": 467,
    "did": 468,
    "agreement": 469,
    "rooms": 470,
    "position": 471,
    "si@@": 472,
    "ally": 473,
    "”": 474,
    "certain": 475,
    "ar": 476,
    "et@@": 477,
    "tra@@": 478,
    "ts.": 479,
    "however,": 480,
    "ous": 481,
    "down": 482,
    "stay": 483,
    "better": 484,
    "full": 485,
    "security": 486,
    "r@@": 487,
    "said": 488,
    "necessary": 489,
    "various": 490,
    "ity": 491,
    "ings": 492,
    "res@@": 493,
    "J@@": 494,
    "pro@@": 495,
    "us@@": 496,
    "open": 497,
    "th": 498,
    "per": 499,
    "em@@": 500,
    "op@@": 501,
    "change": 502,
    "l": 503,
    "especially": 504,
    "second": 505,
    "cooperation": 506,
    "particular": 507,
    "fully": 508,
    "look": 509,
    "vote": 510,
    "needs": 511,
    "ag@@": 512,
    "create": 513,
    "inter@@": 514,
    "company": 515,
    "specific": 516,
    "4@@": 517,
    "really": 518,
    "local": 519,
    "ci@@": 520,
    "problem": 521,
    "E": 522,
    "another": 523,
    "problems": 524,
    "ve": 525,
    "ant": 526,
    "ex@@": 527,
    "Y@@": 528,
    "old": 529,
    "production": 530,
    "areas": 531,
    "led": 532,
    "making": 533,
    "c": 534,
    "ing@@": 535,
    "going": 536,
    "several": 537,
    "major": 538,
    "line": 539,
    "ter": 540,
    "close": 541,
    "pre@@": 542,
    "terms": 543,
    "la@@": 544,
    "present": 545,
    "group": 546,
    "trade": 547,
    "global": 548,
    "action": 549,
    "er,": 550,
    "Community": 551,
    "Con@@": 552,
    "als": 553,
    "protection": 554,
    "role": 555,
    "ted.": 556,
    "course": 557,
    "Al@@": 558,
    "ine": 559,
    "power": 560,
    "5@@": 561,
    "car@@": 562,
    "together": 563,
    "al.": 564,
    "ab@@": 565,
    "President": 566,
    "something": 567,
    "Z@@": 568,
    "um@@": 569,
    "x": 570,
    "ask": 571,
    "for@@": 572,
    "per@@": 573,
    "ma@@": 574,
    "time,": 575,
    "following": 576,
    "gentlemen,": 577,
    "continue": 578,
    "ed@@": 579,
    "He": 580,
    "third": 581,
    "ce": 582,
    "out@@": 583,
    "state": 584,
    "often": 585,
    "te": 586,
    "towards": 587,
    "e-@@": 588,
    "n": 589,
    "result": 590,
    "om@@": 591,
    "single": 592,
    "until": 593,
    "range": 594,
    "Madam": 595,
    "whole": 596,
    "citizens": 597,
    "do@@": 598,
    "wish": 599,
    "bo@@": 600,
    "10": 601,
    "6": 602,
    "ic@@": 603,
    "x@@": 604,
    "is,": 605,
    "German": 606,
    "again": 607,
    "In@@": 608,
    "est": 609,
    "modern": 610,
    "sh@@": 611,
    "vi@@": 612,
    "today": 613,
    "&": 614,
    "pe@@": 615,
    "ter@@": 616,
    "control": 617,
    "S": 618,
    "thank": 619,
    "me@@": 620,
    "ded": 621,
    "se": 622,
    "ur@@": 623,
    "qu@@": 624,
    "once": 625,
    "ta@@": 626,
    "little": 627,
    "age": 628,
    "vo@@": 629,
    "7@@": 630,
    "ment": 631,
    "private": 632,
    "all,": 633,
    "account": 634,
    "quite": 635,
    "personal": 636,
    "increase": 637,
    "individual": 638,
    "6@@": 639,
    "tri@@": 640,
    "rather": 641,
    "Mar@@": 642,
    "health": 643,
    "ist": 644,
    "regard": 645,
    "example,": 646,
    "over@@": 647,
    "experience": 648,
    "life": 649,
    "X@@": 650,
    "basis": 651,
    "ne@@": 652,
    "start": 653,
    "name": 654,
    "among": 655,
    "des": 656,
    "welcome": 657,
    "million": 658,
    "having": 659,
    "agree": 660,
    "ge@@": 661,
    "fi@@": 662,
    "respect": 663,
    "8@@": 664,
    "ates": 665,
    "par@@": 666,
    "ladies": 667,
    "might": 668,
    "least": 669,
    "call": 670,
    "conditions": 671,
    "research": 672,
    "found": 673,
    "done": 674,
    "excellent": 675,
    "he@@": 676,
    "tive": 677,
    "ol@@": 678,
    "taking": 679,
    "b": 680,
    "US": 681,
    "ia": 682,
    "water": 683,
    "government": 684,
    "After": 685,
    "under@@": 686,
    "time.": 687,
    "u": 688,
    "No": 689,
    "opportunity": 690,
    "ho@@": 691,
    "er.": 692,
    "general": 693,
    "Commissioner": 694,
    "ability": 695,
    "[[@@": 696,
    "companies": 697,
    "8": 698,
    "so@@": 699,
    "ds": 700,
    "House": 701,
    "include": 702,
    "h": 703,
    "ap@@": 704,
    "allow": 705,
    "makes": 706,
    "issues": 707,
    "let": 708,
    "man@@": 709,
    "gra@@": 710,
    "20@@": 711,
    "key": 712,
    "called": 713,
    "due": 714,
    "An@@": 715,
    "la": 716,
    "law": 717,
    "matter": 718,
    "list": 719,
    "provided": 720,
    "subject": 721,
    "ans": 722,
    "course,": 723,
    "behalf": 724,
    "provides": 725,
    "Europe.": 726,
    "it,": 727,
    "9@@": 728,
    "enjoy": 729,
    "centre": 730,
    "el": 731,
    "off": 732,
    "ary": 733,
    "non-@@": 734,
    "7": 735,
    "One": 736,
    "il@@": 737,
    "management": 738,
    "days": 739,
    "up@@": 740,
    "ise": 741,
    "20": 742,
    "ations.": 743,
    "bi@@": 744,
    "simply": 745,
    "id@@": 746,
    "budget": 747,
    "Commissioner,": 748,
    "on,": 749,
    "product": 750,
    "Union.": 751,
    "rules": 752,
    "yet": 753,
    "Group": 754,
    "tic": 755,
    "ding": 756,
    "greater": 757,
    "s:": 758,
    "food": 759,
    "contact": 760,
    "site": 761,
    "favour": 762,
    "via": 763,
    "su@@": 764,
    "she": 765,
    "software": 766,
    "page": 767,
    "ou@@": 768,
    "known": 769,
    "forward": 770,
    "en,": 771,
    "women": 772,
    "project": 773,
    "environmental": 774,
    "value": 775,
    "complete": 776,
    "children": 777,
    "systems": 778,
    "recent": 779,
    "red": 780,
    "ments": 781,
    "us.": 782,
    "ch": 783,
    "ck@@": 784,
    "play": 785,
    "cultural": 786,
    "along": 787,
    "go@@": 788,
    "away": 789,
    "resolution": 790,
    "text": 791,
    "ha@@": 792,
    "show": 793,
    "ity.": 794,
    "price": 795,
    "et": 796,
    "effective": 797,
    "framework": 798,
    "ste@@": 799,
    "natural": 800,
    "Co@@": 801,
    "_@@": 802,
    "light": 803,
    "ations,": 804,
    "members": 805,
    "ted,": 806,
    "left": 807,
    "difficult": 808,
    "1@@": 809,
    "C": 810,
    "interest": 811,
    "/": 812,
    "try": 813,
    "ity,": 814,
    "transport": 815,
    "So": 816,
    "decision": 817,
    "ber@@": 818,
    "um": 819,
    "beautiful": 820,
    "things": 821,
    "work@@": 822,
    "adopted": 823,
    "currently": 824,
    "ir@@": 825,
    "sub@@": 826,
    "building": 827,
    "location": 828,
    "field": 829,
    "ke": 830,
    "10@@": 831,
    "T": 832,
    "30": 833,
    "above": 834,
    "technical": 835,
    "Members": 836,
    "comes": 837,
    "growth": 838,
    "World": 839,
    "bring": 840,
    "air": 841,
    "customers": 842,
    "end@@": 843,
    "internal": 844,
    "gu@@": 845,
    "directive": 846,
    "programme": 847,
    "directly": 848,
    "New": 849,
    "family": 850,
    "ul@@": 851,
    "com@@": 852,
    "itself": 853,
    "related": 854,
    "aid": 855,
    "achieve": 856,
    "From": 857,
    "lot": 858,
    "version": 859,
    "money": 860,
    "Please": 861,
    "ent,": 862,
    "easy": 863,
    "clearly": 864,
    "t-@@": 865,
    "deal": 866,
    "ak@@": 867,
    "und": 868,
    "them.": 869,
    "pl@@": 870,
    "ies": 871,
    "him": 872,
    "responsible": 873,
    "ph@@": 874,
    "attention": 875,
    "us,": 876,
    "approach": 877,
    "proposals": 878,
    "den@@": 879,
    "P": 880,
    "serious": 881,
    "ty": 882,
    "application": 883,
    "voted": 884,
    "example": 885,
    "progress": 886,
    "wide": 887,
    "da@@": 888,
    "mar@@": 889,
    "sure": 890,
    "O": 891,
    "extremely": 892,
    "fin@@": 893,
    "feel": 894,
    "sk@@": 895,
    "countries.": 896,
    "amendments": 897,
    "heart": 898,
    "never": 899,
    "au@@": 900,
    "side": 901,
    "importance": 902,
    "keep": 903,
    "staff": 904,
    "short": 905,
    "safety": 906,
    "top": 907,
    "9": 908,
    "kind": 909,
    "central": 910,
    "Ro@@": 911,
    "mer@@": 912,
    "rec@@": 913,
    "State": 914,
    "longer": 915,
    "EUR": 916,
    "near": 917,
    "ent.": 918,
    ",@@": 919,
    "industry": 920,
    "young": 921,
    "proposed": 922,
    "States.": 923,
    "solution": 924,
    "o,": 925,
    "ck": 926,
    "comm@@": 927,
    "tor@@": 928,
    "0@@": 929,
    "developed": 930,
    "period": 931,
    "four": 932,
    "town": 933,
    "upon": 934,
    "Treaty": 935,
    ":@@": 936,
    "please": 937,
    "ying": 938,
    "responsibility": 939,
    "tes": 940,
    "pages": 941,
    "man": 942,
    "costs": 943,
    "according": 944,
    "essential": 945,
    "on.": 946,
    "developing": 947,
    "meeting": 948,
    "sector": 949,
    "we@@": 950,
    "ative": 951,
    "g": 952,
    "additional": 953,
    "almost": 954,
    "type": 955,
    "points": 956,
    "[@@": 957,
    "sa@@": 958,
    "war@@": 959,
    "consider": 960,
    "step": 961,
    "home": 962,
    "gi@@": 963,
    "Ar@@": 964,
    "crisis": 965,
    "ves": 966,
    "ten@@": 967,
    "democratic": 968,
    "regional": 969,
    "Europe,": 970,
    "an,": 971,
    "looking": 972,
    "resources": 973,
    "min@@": 974,
    "ance": 975,
    "foreign": 976,
    "der@@": 977,
    "and@@": 978,
    "International": 979,
    "activities": 980,
    "tion@@": 981,
    "improve": 982,
    "design": 983,
    "fundamental": 984,
    "situated": 985,
    "actually": 986,
    "technology": 987,
    "results": 988,
    "thus": 989,
    "ful": 990,
    "ment.": 991,
    "strong": 992,
    "Mo@@": 993,
    "pa@@": 994,
    "y-@@": 995,
    "que": 996,
    "positive": 997,
    "15": 998,
    "world.": 999,
    "total": 1000,
    "wi@@": 1001,
    "famous": 1002,
    "é@@": 1003,
    "‘@@": 1004,
    "held": 1005,
    "meet": 1006,
    "address": 1007,
    "D": 1008,
    "os": 1009,
    "bar@@": 1010,
    "designed": 1011,
    "land": 1012,
    "visit": 1013,
    "takes": 1014,
    "reason": 1015,
    "ge": 1016,
    "low": 1017,
    "receive": 1018,
    "institutions": 1019,
    "ari@@": 1020,
    "ers,": 1021,
    "training": 1022,
    "minutes": 1023,
    "efforts": 1024,
    "implementation": 1025,
    "leading": 1026,
    "States,": 1027,
    "ass@@": 1028,
    "ian": 1029,
    "tions,": 1030,
    "share": 1031,
    "ally,": 1032,
    "file": 1033,
    "region": 1034,
    "pay": 1035,
    "19@@": 1036,
    "took": 1037,
    "\".": 1038,
    "required": 1039,
    "existing": 1040,
    "cor@@": 1041,
    "her@@": 1042,
    "unique": 1043,
    "appropriate": 1044,
    "accept": 1045,
    "ents": 1046,
    "countries,": 1047,
    "ob@@": 1048,
    "cu@@": 1049,
    "fac@@": 1050,
    "en.": 1051,
    "lead": 1052,
    "risk": 1053,
    "questions": 1054,
    "ren@@": 1055,
    "ged": 1056,
    "views": 1057,
    "By": 1058,
    "bre@@": 1059,
    "seen": 1060,
    "active": 1061,
    "early": 1062,
    "house": 1063,
    "direct": 1064,
    "live": 1065,
    "force": 1066,
    "Internet": 1067,
    "certainly": 1068,
    "50": 1069,
    "report.": 1070,
    "throughout": 1071,
    "principle": 1072,
    "sur@@": 1073,
    "lic@@": 1074,
    "ut@@": 1075,
    "Se@@": 1076,
    "har@@": 1077,
    "across": 1078,
    "changes": 1079,
    "created": 1080,
    "ors": 1081,
    "Le@@": 1082,
    "act": 1083,
    "tu@@": 1084,
    "M": 1085,
    "rate": 1086,
    "times": 1087,
    "est@@": 1088,
    "lin@@": 1089,
    "content": 1090,
    "reach": 1091,
    "amount": 1092,
    "ship": 1093,
    "guarantee": 1094,
    "final": 1095,
    "Ex@@": 1096,
    "American": 1097,
    "ten": 1098,
    "either": 1099,
    "s'": 1100,
    "traditional": 1101,
    "understand": 1102,
    "mon@@": 1103,
    "projects": 1104,
    "How": 1105,
    "living": 1106,
    "le,": 1107,
    "climate": 1108,
    "ence": 1109,
    "ru@@": 1110,
    "concerning": 1111,
    "rapporteur": 1112,
    "strategy": 1113,
    "legislation": 1114,
    "du@@": 1115,
    "tr@@": 1116,
    "run": 1117,
    "Commission,": 1118,
    "table": 1119,
    "thing": 1120,
    "significant": 1121,
    "ec@@": 1122,
    "everything": 1123,
    "ideal": 1124,
    "Commission's": 1125,
    "12": 1126,
    "re": 1127,
    "five": 1128,
    "Union,": 1129,
    "add": 1130,
    "although": 1131,
    "French": 1132,
    "mat@@": 1133,
    "Since": 1134,
    "ati@@": 1135,
    "cre@@": 1136,
    "big": 1137,
    "online": 1138,
    "De@@": 1139,
    "allows": 1140,
    "Mon@@": 1141,
    "outside": 1142,
    "you,": 1143,
    "Car@@": 1144,
    "this,": 1145,
    "years.": 1146,
    "ant@@": 1147,
    "tions.": 1148,
    "groups": 1149,
    "policies": 1150,
    "enc@@": 1151,
    "military": 1152,
    "standard": 1153,
    "bu@@": 1154,
    "Parliament,": 1155,
    "pres@@": 1156,
    "z": 1157,
    "idea": 1158,
    "My": 1159,
    "report,": 1160,
    "te,": 1161,
    "soon": 1162,
    "involved": 1163,
    "mis@@": 1164,
    "interests": 1165,
    "basic": 1166,
    "can@@": 1167,
    "entire": 1168,
    "ve@@": 1169,
    "Bo@@": 1170,
    "hard": 1171,
    "ever": 1172,
    "trans@@": 1173,
    "works": 1174,
    "website": 1175,
    "regarding": 1176,
    "enough": 1177,
    "th,": 1178,
    "art": 1179,
    "12@@": 1180,
    "completely": 1181,
    "authorities": 1182,
    "R": 1183,
    "comp@@": 1184,
    "18@@": 1185,
    "ence.": 1186,
    "Ad@@": 1187,
    "send": 1188,
    "member": 1189,
    "original": 1190,
    "star@@": 1191,
    "gen@@": 1192,
    "user": 1193,
    "ven@@": 1194,
    "includes": 1195,
    "win@@": 1196,
    "tax": 1197,
    "coming": 1198,
    "majority": 1199,
    "remain": 1200,
    "ation@@": 1201,
    "w": 1202,
    "network": 1203,
    "ness": 1204,
    "freedom": 1205,
    "Com@@": 1206,
    "solutions": 1207,
    "doing": 1208,
    "Be@@": 1209,
    "agricultural": 1210,
    "professional": 1211,
    "ment,": 1212,
    "parts": 1213,
    "car": 1214,
    "ly,": 1215,
    "ry": 1216,
    "Th@@": 1217,
    "needed": 1218,
    "included": 1219,
    "ers.": 1220,
    "environment": 1221,
    "cost": 1222,
    "standards": 1223,
    "contains": 1224,
    "char@@": 1225,
    "turn": 1226,
    "An": 1227,
    "ence,": 1228,
    "true": 1229,
    "1.@@": 1230,
    "wor@@": 1231,
    "care": 1232,
    "apply": 1233,
    "14@@": 1234,
    "built": 1235,
    "Tra@@": 1236,
    "equipped": 1237,
    "aware": 1238,
    "impact": 1239,
    "day,": 1240,
    "opinion": 1241,
    "road": 1242,
    "policy.": 1243,
    "ving": 1244,
    "years,": 1245,
    "ment@@": 1246,
    "men": 1247,
    "peace": 1248,
    "sea": 1249,
    "%": 1250,
    "economy": 1251,
    "f": 1252,
    "ts@@": 1253,
    "team": 1254,
    "ite": 1255,
    "regulation": 1256,
    "this.": 1257,
    "ters": 1258,
    "develop": 1259,
    "language": 1260,
    "past": 1261,
    "ways": 1262,
    "perfect": 1263,
    "il": 1264,
    "comfortable": 1265,
    "guests": 1266,
    "space": 1267,
    "features": 1268,
    "fight": 1269,
    "Lo@@": 1270,
    "En@@": 1271,
    "concerns": 1272,
    "seems": 1273,
    "wa@@": 1274,
    "ad": 1275,
    "year.": 1276,
    "cra@@": 1277,
    "les": 1278,
    "move": 1279,
    "prevent": 1280,
    "Let": 1281,
    "men@@": 1282,
    "book": 1283,
    "choose": 1284,
    "ance.": 1285,
    "nothing": 1286,
    "\",": 1287,
    "fe@@": 1288,
    "2009": 1289,
    "ties": 1290,
    "king": 1291,
    "dra@@": 1292,
    "ens": 1293,
    "Ma@@": 1294,
    "employment": 1295,
    "focus": 1296,
    "established": 1297,
    "themselves": 1298,
    "sta@@": 1299,
    "communication": 1300,
    "whose": 1301,
    "investment": 1302,
    "though": 1303,
    "lack": 1304,
    "Germany": 1305,
    "loc@@": 1306,
    "L": 1307,
    "000": 1308,
    "area.": 1309,
    "events": 1310,
    "received": 1311,
    "bur@@": 1312,
    "nature": 1313,
    "aim": 1314,
    "requirements": 1315,
    "event": 1316,
    "words": 1317,
    "carried": 1318,
    "benefit": 1319,
    "back@@": 1320,
    "read": 1321,
    "ep@@": 1322,
    "ke@@": 1323,
    "á@@": 1324,
    "Some": 1325,
    "(": 1326,
    "ess@@": 1327,
    "ble": 1328,
    "ance,": 1329,
    "friendly": 1330,
    "ons": 1331,
    "highly": 1332,
    "competition": 1333,
    "ide@@": 1334,
    "m,": 1335,
    "fer@@": 1336,
    "huge": 1337,
    "nuclear": 1338,
    "negotiations": 1339,
    "check": 1340,
    "hor@@": 1341,
    "te.": 1342,
    "Pro@@": 1343,
    "\\\">@@": 1344,
    "Council,": 1345,
    "enable": 1346,
    "hand": 1347,
    "person": 1348,
    "which,": 1349,
    "walk": 1350,
    "se,": 1351,
    "ill@@": 1352,
    "web": 1353,
    "click": 1354,
    "sal@@": 1355,
    "funds": 1356,
    "ders": 1357,
    "in,": 1358,
    "previous": 1359,
    "war": 1360,
    "history": 1361,
    "breakfast": 1362,
    "effect": 1363,
    "Finally,": 1364,
    "Ch@@": 1365,
    "mean": 1366,
    "tors": 1367,
    "ins": 1368,
    "AT@@": 1369,
    "le.": 1370,
    "iz@@": 1371,
    "Article": 1372,
    "guest": 1373,
    "di": 1374,
    "parties": 1375,
    "plan": 1376,
    "capital": 1377,
    "program": 1378,
    "China": 1379,
    "tim@@": 1380,
    "tur@@": 1381,
    "Cor@@": 1382,
    "music": 1383,
    "reduce": 1384,
    "year,": 1385,
    "ms": 1386,
    "Gu@@": 1387,
    "ran@@": 1388,
    "promote": 1389,
    "knowledge": 1390,
    "stop": 1391,
    "you.": 1392,
    "return": 1393,
    "form@@": 1394,
    "relations": 1395,
    "15@@": 1396,
    "etc.": 1397,
    "system.": 1398,
    "request": 1399,
    "presented": 1400,
    "’": 1401,
    "external": 1402,
    "tor": 1403,
    "connection": 1404,
    "providing": 1405,
    "forms": 1406,
    "]]": 1407,
    "joint": 1408,
    "came": 1409,
    "as,": 1410,
    "lu@@": 1411,
    "test": 1412,
    "km": 1413,
    "de,": 1414,
    "reform": 1415,
    "states": 1416,
    "den": 1417,
    "South": 1418,
    "regions": 1419,
    "sustainable": 1420,
    "market.": 1421,
    "higher": 1422,
    "m.": 1423,
    "added": 1424,
    "possibility": 1425,
    "others": 1426,
    "months": 1427,
    "Of": 1428,
    "o.": 1429,
    "increased": 1430,
    "function": 1431,
    "shown": 1432,
    "face": 1433,
    "rates": 1434,
    "successful": 1435,
    "ver": 1436,
    "St@@": 1437,
    "e:": 1438,
    "d-@@": 1439,
    "produc@@": 1440,
    "ine@@": 1441,
    "asked": 1442,
    "agreed": 1443,
    "body": 1444,
    "perhaps": 1445,
    "prices": 1446,
    "potential": 1447,
    "$@@": 1448,
    "customer": 1449,
    "Court": 1450,
    "latest": 1451,
    "id": 1452,
    "cap@@": 1453,
    "]": 1454,
    "thanks": 1455,
    "plan@@": 1456,
    "uses": 1457,
    "addition": 1458,
    "tic@@": 1459,
    "gives": 1460,
    "later": 1461,
    "Commission.": 1462,
    "users": 1463,
    "beginning": 1464,
    "sc@@": 1465,
    "day.": 1466,
    "av@@": 1467,
    "gener@@": 1468,
    "cur@@": 1469,
    "industrial": 1470,
    "former": 1471,
    "possible.": 1472,
    "13@@": 1473,
    "demand": 1474,
    "protect": 1475,
    "cases": 1476,
    "increasing": 1477,
    "For@@": 1478,
    "es:": 1479,
    "series": 1480,
    "shows": 1481,
    "self-@@": 1482,
    "files": 1483,
    "decisions": 1484,
    "Central": 1485,
    "success": 1486,
    "n.": 1487,
    "submitted": 1488,
    "or,": 1489,
    "half": 1490,
    "st": 1491,
    "F": 1492,
    "ical": 1493,
    "performance": 1494,
    "remains": 1495,
    "people.": 1496,
    "100": 1497,
    "education": 1498,
    "search": 1499,
    "party": 1500,
    "civil": 1501,
    "mentioned": 1502,
    "commercial": 1503,
    "creating": 1504,
    "image": 1505,
    "IT@@": 1506,
    "considered": 1507,
    "fil@@": 1508,
    "ess": 1509,
    "society": 1510,
    "sion": 1511,
    "date": 1512,
    "bed": 1513,
    "holiday": 1514,
    "nation@@": 1515,
    "here.": 1516,
    "all@@": 1517,
    "popular": 1518,
    "largest": 1519,
    "term": 1520,
    "ents.": 1521,
    ",000": 1522,
    "Here": 1523,
    "work.": 1524,
    "res": 1525,
    "behind": 1526,
    "a's": 1527,
    "prepared": 1528,
    "2.@@": 1529,
    "anc@@": 1530,
    "restaurant": 1531,
    "ा@@": 1532,
    "brought": 1533,
    "board": 1534,
    "commitment": 1535,
    "ys": 1536,
    "ism": 1537,
    "media": 1538,
    "ig@@": 1539,
    "recently": 1540,
    "ther@@": 1541,
    "future.": 1542,
    "ator": 1543,
    "cal@@": 1544,
    "25": 1545,
    "night": 1546,
    "press": 1547,
    "fa@@": 1548,
    "video": 1549,
    "decided": 1550,
    "facilities": 1551,
    "card": 1552,
    "&@@": 1553,
    "concern": 1554,
    "simple": 1555,
    "X": 1556,
    "became": 1557,
    "Presidency": 1558,
    "n,": 1559,
    "sion,": 1560,
    "enter": 1561,
    "lies": 1562,
    "fact,": 1563,
    "199@@": 1564,
    "Po@@": 1565,
    "objective": 1566,
    "way,": 1567,
    "ist@@": 1568,
    "ris@@": 1569,
    "hol@@": 1570,
    "relevant": 1571,
    "IS@@": 1572,
    "i,": 1573,
    "ents,": 1574,
    "comple@@": 1575,
    "reached": 1576,
    "th.": 1577,
    "Ne@@": 1578,
    "easily": 1579,
    "choice": 1580,
    "17@@": 1581,
    "pleased": 1582,
    "front": 1583,
    "similar": 1584,
    "Government": 1585,
    "person@@": 1586,
    "able.": 1587,
    "travel": 1588,
    "gre@@": 1589,
    "exchange": 1590,
    "century": 1591,
    "16@@": 1592,
    "bas@@": 1593,
    "Parliament.": 1594,
    "double": 1595,
    "relation": 1596,
    "ments.": 1597,
    "quickly": 1598,
    "Lisbon": 1599,
    "rest": 1600,
    "regards": 1601,
    "del": 1602,
    "se.": 1603,
    "IN@@": 1604,
    "democracy": 1605,
    "game": 1606,
    "IC@@": 1607,
    "ish": 1608,
    "bar": 1609,
    "ER@@": 1610,
    "ell@@": 1611,
    "complex": 1612,
    "note": 1613,
    "markets": 1614,
    "EC@@": 1615,
    "May": 1616,
    "leave": 1617,
    "setting": 1618,
    "pu@@": 1619,
    "internet": 1620,
    "independent": 1621,
    "bor@@": 1622,
    "tal@@": 1623,
    "particular,": 1624,
    "cause": 1625,
    "material": 1626,
    "creation": 1627,
    "produced": 1628,
    "an.": 1629,
    "des@@": 1630,
    "population": 1631,
    "sense": 1632,
    "balance": 1633,
    "initiative": 1634,
    "context": 1635,
    "B": 1636,
    "giving": 1637,
    "During": 1638,
    "Par@@": 1639,
    "pri@@": 1640,
    "AR@@": 1641,
    "stor@@": 1642,
    "ists": 1643,
    "model": 1644,
    "values": 1645,
    "British": 1646,
    "met@@": 1647,
    "gl@@": 1648,
    "ow@@": 1649,
    "concerned": 1650,
    "supported": 1651,
    "variety": 1652,
    "tell": 1653,
    "ure": 1654,
    "play@@": 1655,
    "agreements": 1656,
    "June": 1657,
    "answer": 1658,
    "book@@": 1659,
    "r": 1660,
    "way.": 1661,
    "hand,": 1662,
    "da": 1663,
    "k,": 1664,
    "workers": 1665,
    "ge,": 1666,
    "ard": 1667,
    "treatment": 1668,
    "written": 1669,
    "achieved": 1670,
    "ps": 1671,
    "don@@": 1672,
    "keyword": 1673,
    "speak": 1674,
    "Russia": 1675,
    "hours": 1676,
    "produce": 1677,
    "lower": 1678,
    "people,": 1679,
    "actions": 1680,
    "tre@@": 1681,
    "pressure": 1682,
    "any@@": 1683,
    "Many": 1684,
    ")@@": 1685,
    "package": 1686,
    "Sch@@": 1687,
    "ter,": 1688,
    "tru@@": 1689,
    "procedure": 1690,
    "places": 1691,
    "clo@@": 1692,
    "National": 1693,
    "11": 1694,
    "ton@@": 1695,
    "Q@@": 1696,
    "said,": 1697,
    "limited": 1698,
    "beach": 1699,
    "wh@@": 1700,
    "ful@@": 1701,
    "reports": 1702,
    "rich": 1703,
    "200@@": 1704,
    "cas@@": 1705,
    "bro@@": 1706,
    "governments": 1707,
    "effects": 1708,
    "bus": 1709,
    "land@@": 1710,
    "principles": 1711,
    "size": 1712,
    "follow": 1713,
    "job": 1714,
    "integration": 1715,
    "sound": 1716,
    "g,": 1717,
    "ast@@": 1718,
    "our@@": 1719,
    "goods": 1720,
    "item": 1721,
    "ings.": 1722,
    "allowed": 1723,
    "ear@@": 1724,
    "annual": 1725,
    "response": 1726,
    "fair": 1727,
    "a-@@": 1728,
    "dialogue": 1729,
    "hand@@": 1730,
    "policy,": 1731,
    "express": 1732,
    "La": 1733,
    "sha@@": 1734,
    "style": 1735,
    "author@@": 1736,
    "ging": 1737,
    "highest": 1738,
    "historical": 1739,
    "source": 1740,
    "lines": 1741,
    "nor": 1742,
    "app@@": 1743,
    "Parliament's": 1744,
    "programmes": 1745,
    "one.": 1746,
    "bl@@": 1747,
    "AN@@": 1748,
    "require": 1749,
    "credit": 1750,
    "Although": 1751,
    "capacity": 1752,
    "ges": 1753,
    "s?": 1754,
    "link": 1755,
    "committee": 1756,
    "equal": 1757,
    "als,": 1758,
    "euro": 1759,
    "+@@": 1760,
    "six": 1761,
    "Y": 1762,
    "ale": 1763,
    "die": 1764,
    "avoid": 1765,
    "numerous": 1766,
    "consumer": 1767,
    "Your": 1768,
    "ie": 1769,
    "legislative": 1770,
    "amendment": 1771,
    "efficient": 1772,
    "col@@": 1773,
    "indeed": 1774,
    "well-@@": 1775,
    "aspects": 1776,
    "v": 1777,
    "Su@@": 1778,
    "�@@": 1779,
    "official": 1780,
    "enti@@": 1781,
    "supply": 1782,
    "ia,": 1783,
    "ties,": 1784,
    "s;": 1785,
    "opportunities": 1786,
    "interesting": 1787,
    "integrated": 1788,
    "steps": 1789,
    "code": 1790,
    "everyone": 1791,
    "build": 1792,
    "ality": 1793,
    "ile": 1794,
    "community": 1795,
    "speci@@": 1796,
    "sm@@": 1797,
    "started": 1798,
    "oper@@": 1799,
    "To@@": 1800,
    "types": 1801,
    "station": 1802,
    "und@@": 1803,
    "cy@@": 1804,
    "draft": 1805,
    "dic@@": 1806,
    "2010": 1807,
    "paid": 1808,
    "objectives": 1809,
    "ings,": 1810,
    "ce,": 1811,
    "growing": 1812,
    "oil": 1813,
    "draw": 1814,
    "nice": 1815,
    "®": 1816,
    "re-@@": 1817,
    "Italian": 1818,
    "ances": 1819,
    "law@@": 1820,
    "Lu@@": 1821,
    "digital": 1822,
    "sent": 1823,
    "Di@@": 1824,
    "all.": 1825,
    "air@@": 1826,
    "goes": 1827,
    "Bar@@": 1828,
    "de.": 1829,
    "ba@@": 1830,
    "'.": 1831,
    "English": 1832,
    "requires": 1833,
    "document": 1834,
    "view,": 1835,
    "AS@@": 1836,
    "क@@": 1837,
    "ches": 1838,
    "Even": 1839,
    "establish": 1840,
    "24": 1841,
    "writing.": 1842,
    "funding": 1843,
    "ach@@": 1844,
    "pool": 1845,
    "operating": 1846,
    "dec@@": 1847,
    "un": 1848,
    "hear@@": 1849,
    "center": 1850,
    "ze": 1851,
    "offering": 1852,
    "computer": 1853,
    "s)": 1854,
    "Do": 1855,
    "historic": 1856,
    "bio@@": 1857,
    "congratulate": 1858,
    "00@@": 1859,
    "ple@@": 1860,
    "fo@@": 1861,
    "No@@": 1862,
    "ev@@": 1863,
    "AL@@": 1864,
    "contribution": 1865,
    "General": 1866,
    "well.": 1867,
    "construction": 1868,
    "accommodation": 1869,
    "carry": 1870,
    "got": 1871,
    "word": 1872,
    "ta": 1873,
    "While": 1874,
    "ending": 1875,
    "Qu@@": 1876,
    "instead": 1877,
    "ics": 1878,
    "fied": 1879,
    "cli@@": 1880,
    "starting": 1881,
    "G": 1882,
    "ational": 1883,
    "sion.": 1884,
    "ited": 1885,
    "mor@@": 1886,
    "ES@@": 1887,
    "ly.": 1888,
    "January": 1889,
    "happy": 1890,
    "able,": 1891,
    "hold": 1892,
    "0.@@": 1893,
    "Now": 1894,
    "level.": 1895,
    "Amendment": 1896,
    "pi@@": 1897,
    "in.": 1898,
    "vis@@": 1899,
    "sive": 1900,
    "econom@@": 1901,
    "distribution": 1902,
    "message": 1903,
    "talk": 1904,
    "ma": 1905,
    "property": 1906,
    "ages": 1907,
    "Spanish": 1908,
    "case,": 1909,
    "equipment": 1910,
    "December": 1911,
    "maximum": 1912,
    "Therefore,": 1913,
    "bit": 1914,
    "custom@@": 1915,
    "Western": 1916,
    "relating": 1917,
    "addition,": 1918,
    "levels": 1919,
    "’@@": 1920,
    "ently": 1921,
    "2008": 1922,
    "ser@@": 1923,
    "ger@@": 1924,
    "North": 1925,
    "conference": 1926,
    "beyond": 1927,
    "East": 1928,
    "placed": 1929,
    "study": 1930,
    "practical": 1931,
    "partners": 1932,
    "age,": 1933,
    "stage": 1934,
    "rule": 1935,
    "office": 1936,
    "ready": 1937,
    "í@@": 1938,
    "ised": 1939,
    "reasons": 1940,
    "accordance": 1941,
    "caused": 1942,
    "ences": 1943,
    "Europe@@": 1944,
    "ks": 1945,
    "probably": 1946,
    "class": 1947,
    "mobile": 1948,
    "at,": 1949,
    "stand": 1950,
    "fishing": 1951,
    "ces": 1952,
    "ens@@": 1953,
    "AC@@": 1954,
    ".com": 1955,
    "ft@@": 1956,
    "Go@@": 1957,
    "pan@@": 1958,
    "world,": 1959,
    "cal": 1960,
    "sometimes": 1961,
    "multi@@": 1962,
    "payment": 1963,
    "concept": 1964,
    "reference": 1965,
    "selected": 1966,
    "1,": 1967,
    "ground": 1968,
    "daily": 1969,
    "process.": 1970,
    "comprehensive": 1971,
    "tro@@": 1972,
    "billion": 1973,
    "movement": 1974,
    "che@@": 1975,
    "culture": 1976,
    "option": 1977,
    "priority": 1978,
    "hom@@": 1979,
    "provisions": 1980,
    "assistance": 1981,
    "N": 1982,
    "40": 1983,
    "despite": 1984,
    "Un@@": 1985,
    "acc@@": 1986,
    "Ver@@": 1987,
    "offered": 1988,
    "download": 1989,
    "ate@@": 1990,
    "stra@@": 1991,
    "jobs": 1992,
    "practice": 1993,
    "expect": 1994,
    "long-term": 1995,
    "ated.": 1996,
    "Mediterranean": 1997,
    "Thank": 1998,
    "ct": 1999,
    "today.": 2000,
    "scientific": 2001,
    "wanted": 2002,
    "sho@@": 2003,
    "0": 2004,
    "Turkey": 2005,
    "strategic": 2006,
    "ski": 2007,
    "coun@@": 2008,
    "minimum": 2009,
    "hotels": 2010,
    "ve.": 2011,
    "ago": 2012,
    "oc@@": 2013,
    "labour": 2014,
    "Bu@@": 2015,
    "section": 2016,
    "23@@": 2017,
    "applications": 2018,
    "TV": 2019,
    "damage": 2020,
    "March": 2021,
    "discussion": 2022,
    "high-@@": 2023,
    "Windows": 2024,
    "age.": 2025,
    "ity@@": 2026,
    "off@@": 2027,
    "September": 2028,
    "ce@@": 2029,
    "the@@": 2030,
    "lan@@": 2031,
    "learn": 2032,
    "mi@@": 2033,
    "Ac@@": 2034,
    "benefits": 2035,
    "Furthermore,": 2036,
    "ve,": 2037,
    "ate,": 2038,
    "cri@@": 2039,
    "published": 2040,
    "matters": 2041,
    "summer": 2042,
    "distance": 2043,
    "moment": 2044,
    "services.": 2045,
    "interested": 2046,
    "ate.": 2047,
    "Only": 2048,
    "effort": 2049,
    "tool": 2050,
    "as.": 2051,
    "begin": 2052,
    "sit@@": 2053,
    "area,": 2054,
    "apartment": 2055,
    "advantage": 2056,
    "Or@@": 2057,
    "correc@@": 2058,
    "tour@@": 2059,
    "too,": 2060,
    "cont@@": 2061,
    "France": 2062,
    "bra@@": 2063,
    "them,": 2064,
    "cut": 2065,
    "optim@@": 2066,
    "absolutely": 2067,
    ">": 2068,
    "ments,": 2069,
    "week": 2070,
    "crucial": 2071,
    "gas": 2072,
    "details": 2073,
    "system,": 2074,
    "Moreover,": 2075,
    "Per@@": 2076,
    "that.": 2077,
    "reduction": 2078,
    "trying": 2079,
    "extra": 2080,
    "14": 2081,
    "Inter@@": 2082,
    "therefore,": 2083,
    "October": 2084,
    "ni@@": 2085,
    "ina": 2086,
    "finally": 2087,
    "select": 2088,
    "drive": 2089,
    "Sh@@": 2090,
    "pen@@": 2091,
    "cent@@": 2092,
    "voting": 2093,
    "secure": 2094,
    "ff@@": 2095,
    "EN@@": 2096,
    "mention": 2097,
    "July": 2098,
    "st,": 2099,
    "review": 2100,
    "statement": 2101,
    "rise": 2102,
    "worked": 2103,
    "innovative": 2104,
    "vari@@": 2105,
    "partner": 2106,
    "K": 2107,
    "als.": 2108,
    "Chinese": 2109,
    "ib@@": 2110,
    "cour@@": 2111,
    "Sp@@": 2112,
    "base": 2113,
    "floor": 2114,
    "Li@@": 2115,
    "dri@@": 2116,
    "top@@": 2117,
    "val@@": 2118,
    "purpose": 2119,
    "saying": 2120,
    "country.": 2121,
    "implement": 2122,
    "Council.": 2123,
    "liber@@": 2124,
    "usually": 2125,
    "Secondly,": 2126,
    "um,": 2127,
    "applied": 2128,
    "Its": 2129,
    "ann@@": 2130,
    "18": 2131,
    "ously": 2132,
    "useful": 2133,
    "work,": 2134,
    "pass": 2135,
    "consumers": 2136,
    "UN": 2137,
    "today,": 2138,
    "monitoring": 2139,
    "Ab@@": 2140,
    "cul@@": 2141,
    "é": 2142,
    "mainly": 2143,
    "vel@@": 2144,
    "status": 2145,
    "train": 2146,
    "rights.": 2147,
    "ated,": 2148,
    "anti@@": 2149,
    ">@@": 2150,
    "Man@@": 2151,
    "ar,": 2152,
    "increasingly": 2153,
    "ster@@": 2154,
    "First": 2155,
    "now,": 2156,
    "cat@@": 2157,
    "ourselves": 2158,
    "sch@@": 2159,
    "read@@": 2160,
    "mind": 2161,
    "Russian": 2162,
    "compromise": 2163,
    "getting": 2164,
    "Is": 2165,
    "pain@@": 2166,
    "links": 2167,
    "me,": 2168,
    "water@@": 2169,
    "Affairs": 2170,
    "materials": 2171,
    "mountain": 2172,
    "<emph>@@": 2173,
    "bes@@": 2174,
    "ay@@": 2175,
    "my@@": 2176,
    "ly@@": 2177,
    "San": 2178,
    "dro@@": 2179,
    "adopt": 2180,
    "pp@@": 2181,
    "3.@@": 2182,
    "selection": 2183,
    "join": 2184,
    "mu@@": 2185,
    "fl@@": 2186,
    "structural": 2187,
    "ish@@": 2188,
    "leg@@": 2189,
    "elements": 2190,
    "V": 2191,
    "Ho@@": 2192,
    "30@@": 2193,
    "ities": 2194,
    "gar@@": 2195,
    "pat@@": 2196,
    "ese": 2197,
    "ds,": 2198,
    "not,": 2199,
    "ali@@": 2200,
    "2,": 2201,
    "fine": 2202,
    "task": 2203,
    "maintain": 2204,
    "met": 2205,
    "ming": 2206,
    "suitable": 2207,
    "safe": 2208,
    "country,": 2209,
    "intended": 2210,
    "village": 2211,
    "structure": 2212,
    "ture": 2213,
    "co-@@": 2214,
    "transfer": 2215,
    "anti-@@": 2216,
    "stri@@": 2217,
    "fu@@": 2218,
    "More": 2219,
    "ah@@": 2220,
    "opening": 2221,
    "197@@": 2222,
    "Union's": 2223,
    "charge": 2224,
    "igh@@": 2225,
    "web@@": 2226,
    "are@@": 2227,
    "late": 2228,
    "''@@": 2229,
    "products.": 2230,
    "talking": 2231,
    "exc@@": 2232,
    "sales": 2233,
    "consequences": 2234,
    "af@@": 2235,
    "one,": 2236,
    "ge.": 2237,
    "wer@@": 2238,
    "appear": 2239,
    "La@@": 2240,
    "Public": 2241,
    "round": 2242,
    "reading": 2243,
    "ely": 2244,
    "forces": 2245,
    "chance": 2246,
    "German@@": 2247,
    "ju@@": 2248,
    "ty@@": 2249,
    "objec@@": 2250,
    "stability": 2251,
    "quiet": 2252,
    "regulations": 2253,
    "16": 2254,
    "Republic": 2255,
    "overall": 2256,
    "expressed": 2257,
    "rights,": 2258,
    "speed": 2259,
    "2000": 2260,
    "proper": 2261,
    "lam@@": 2262,
    "ll@@": 2263,
    "ne": 2264,
    "um.": 2265,
    "tt@@": 2266,
    "market,": 2267,
    "dy": 2268,
    "Indeed,": 2269,
    "Euro@@": 2270,
    "Minister": 2271,
    "gam@@": 2272,
    "Convention": 2273,
    "Click": 2274,
    "ce.": 2275,
    "calls": 2276,
    "ensuring": 2277,
    "ger": 2278,
    "island": 2279,
    "re.": 2280,
    "pol@@": 2281,
    "sites": 2282,
    "Each": 2283,
    "tics": 2284,
    "November": 2285,
    "RE@@": 2286,
    "ó@@": 2287,
    "ur": 2288,
    "committed": 2289,
    "head": 2290,
    "g.": 2291,
    "Dis@@": 2292,
    "ends": 2293,
    "ction": 2294,
    "sen@@": 2295,
    "ca@@": 2296,
    "ching": 2297,
    "encourage": 2298,
    "school": 2299,
    "Development": 2300,
    "cover": 2301,
    "ter.": 2302,
    "here,": 2303,
    "instruments": 2304,
    "sign": 2305,
    "ra": 2306,
    "supports": 2307,
    "critical": 2308,
    "direction": 2309,
    "accession": 2310,
    "fication": 2311,
    "tiv@@": 2312,
    "challenges": 2313,
    "changed": 2314,
    "collec@@": 2315,
    "swimming": 2316,
    "son": 2317,
    "serve": 2318,
    "playing": 2319,
    "fall": 2320,
    "ion": 2321,
    "tan@@": 2322,
    "UN@@": 2323,
    "ize": 2324,
    "Pre@@": 2325,
    "ory": 2326,
    "contribute": 2327,
    "enlargement": 2328,
    "ei@@": 2329,
    "scope": 2330,
    "influence": 2331,
    "separate": 2332,
    "reviews": 2333,
    "green": 2334,
    "electronic": 2335,
    "activity": 2336,
    "ological": 2337,
    "ling": 2338,
    "ure@@": 2339,
    "correct": 2340,
    "imp@@": 2341,
    "poor": 2342,
    "tourist": 2343,
    "sti@@": 2344,
    "whom": 2345,
    "clean": 2346,
    "raised": 2347,
    "Not": 2348,
    "weak@@": 2349,
    "sign@@": 2350,
    "illegal": 2351,
    "namely": 2352,
    "ary,": 2353,
    "lab@@": 2354,
    "aimed": 2355,
    "documents": 2356,
    "va": 2357,
    "post@@": 2358,
    "sun@@": 2359,
    "death": 2360,
    "ably": 2361,
    "server": 2362,
    "2007": 2363,
    "it's": 2364,
    "April": 2365,
    "extensive": 2366,
    "ded.": 2367,
    "alternative": 2368,
    "vital": 2369,
    "Can@@": 2370,
    "ing-@@": 2371,
    "star": 2372,
    "medi@@": 2373,
    "shopping": 2374,
    "becoming": 2375,
    "thought": 2376,
    "tes@@": 2377,
    "Bank": 2378,
    "played": 2379,
    "running": 2380,
    "immediately": 2381,
    "analysis": 2382,
    "ology": 2383,
    "So@@": 2384,
    "CO@@": 2385,
    "likely": 2386,
    "500": 2387,
    "apartments": 2388,
    "tools": 2389,
    "tas@@": 2390,
    "direc@@": 2391,
    "k.": 2392,
    "leaders": 2393,
    "larger": 2394,
    "anything": 2395,
    "below": 2396,
    "began": 2397,
    "decide": 2398,
    "fellow": 2399,
    "procedures": 2400,
    "detailed": 2401,
    "Pal@@": 2402,
    "ets": 2403,
    "eng@@": 2404,
    "sin@@": 2405,
    "por@@": 2406,
    "rural": 2407,
    "film": 2408,
    "ell": 2409,
    "don't": 2410,
    "Security": 2411,
    "hotel.": 2412,
    "lost": 2413,
    "served": 2414,
    "sports": 2415,
    "covered": 2416,
    "colleagues": 2417,
    "Party": 2418,
    "shor@@": 2419,
    "life.": 2420,
    "sub-categories": 2421,
    "Just": 2422,
    "25@@": 2423,
    "walking": 2424,
    "200": 2425,
    "oo@@": 2426,
    "target": 2427,
    "limit@@": 2428,
    "ved": 2429,
    "el,": 2430,
    "day@@": 2431,
    "wine": 2432,
    "ik@@": 2433,
    "represents": 2434,
    "defined": 2435,
    "Gra@@": 2436,
    "budgetary": 2437,
    "US@@": 2438,
    "wal@@": 2439,
    "st.": 2440,
    "discuss": 2441,
    "Web": 2442,
    "is.": 2443,
    "exactly": 2444,
    "ME@@": 2445,
    "linked": 2446,
    "processing": 2447,
    "We@@": 2448,
    "24@@": 2449,
    "harmon@@": 2450,
    "parking": 2451,
    "cl@@": 2452,
    "services,": 2453,
    "run@@": 2454,
    "13": 2455,
    "rapporteur,": 2456,
    "powerful": 2457,
    "operation": 2458,
    "sions": 2459,
    "y:": 2460,
    "hi@@": 2461,
    "Air@@": 2462,
    "od@@": 2463,
    "release": 2464,
    "Mor@@": 2465,
    "ver,": 2466,
    "regular": 2467,
    "instrument": 2468,
    "e?": 2469,
    "criteria": 2470,
    "violence": 2471,
    "contrac@@": 2472,
    "s’": 2473,
    "thousands": 2474,
    "listed": 2475,
    "sol@@": 2476,
    "automatically": 2477,
    "atory": 2478,
    "strengthen": 2479,
    "ins@@": 2480,
    "Mal@@": 2481,
    "War@@": 2482,
    "ko@@": 2483,
    "so-called": 2484,
    "ici@@": 2485,
    "ze@@": 2486,
    "conflict": 2487,
    "representatives": 2488,
    "save": 2489,
    "Middle": 2490,
    "mit@@": 2491,
    "Fin@@": 2492,
    "Berlin": 2493,
    "managed": 2494,
    "waste": 2495,
    "place.": 2496,
    "Nor@@": 2497,
    "tax@@": 2498,
    "year@@": 2499,
    "heard": 2500,
    "fra@@": 2501,
    "institutional": 2502,
    "198@@": 2503,
    "ana": 2504,
    "differ@@": 2505,
    "IM@@": 2506,
    "60": 2507,
    "development.": 2508,
    "sou@@": 2509,
    "ron@@": 2510,
    "im": 2511,
    "relationship": 2512,
    "medical": 2513,
    "information.": 2514,
    "fol@@": 2515,
    "ally.": 2516,
    "challenge": 2517,
    "ther,": 2518,
    "inform@@": 2519,
    "method": 2520,
    "founded": 2521,
    "vol@@": 2522,
    "supporting": 2523,
    "wants": 2524,
    "referred": 2525,
    "spend": 2526,
    "Europe's": 2527,
    "administrative": 2528,
    "news": 2529,
    "Gar@@": 2530,
    "aries": 2531,
    "atmosphere": 2532,
    "worth": 2533,
    "ants": 2534,
    "Ber@@": 2535,
    "implemented": 2536,
    "zi@@": 2537,
    "OR@@": 2538,
    "Her@@": 2539,
    "ideas": 2540,
    "ans,": 2541,
    "precisely": 2542,
    "alle@@": 2543,
    "options": 2544,
    "organiz@@": 2545,
    "His": 2546,
    "y's": 2547,
    "went": 2548,
    "transparency": 2549,
    "ago,": 2550,
    "hal@@": 2551,
    "ber": 2552,
    "feature": 2553,
    "ash@@": 2554,
    "entry": 2555,
    "expected": 2556,
    "U": 2557,
    "ning": 2558,
    "ess,": 2559,
    "ished": 2560,
    "boo@@": 2561,
    "-S@@": 2562,
    "son@@": 2563,
    "stress": 2564,
    "cks": 2565,
    "sed": 2566,
    "bon@@": 2567,
    "H": 2568,
    "demands": 2569,
    "She": 2570,
    "stated": 2571,
    "ure,": 2572,
    "br@@": 2573,
    "blo@@": 2574,
    "spe@@": 2575,
    "ili@@": 2576,
    "considerable": 2577,
    "phone": 2578,
    "spo@@": 2579,
    "competitive": 2580,
    "Cas@@": 2581,
    "ca": 2582,
    "border": 2583,
    "improving": 2584,
    "words,": 2585,
    "opened": 2586,
    "mark": 2587,
    "child": 2588,
    "pay@@": 2589,
    "5.@@": 2590,
    "approved": 2591,
    "ones": 2592,
    "introduction": 2593,
    "know,": 2594,
    "minute": 2595,
    "born": 2596,
    "eb@@": 2597,
    "in-@@": 2598,
    "doubt": 2599,
    "ie@@": 2600,
    "broad": 2601,
    "state@@": 2602,
    "deb@@": 2603,
    "University": 2604,
    "super@@": 2605,
    "relate": 2606,
    "ising": 2607,
    "Most": 2608,
    "connected": 2609,
    "typical": 2610,
    "democra@@": 2611,
    "ak": 2612,
    "ि@@": 2613,
    "Rom@@": 2614,
    "players": 2615,
    "4.@@": 2616,
    "a’s": 2617,
    "was@@": 2618,
    "room,": 2619,
    "amp@@": 2620,
    "efficiency": 2621,
    "tabled": 2622,
    "motion": 2623,
    "es?": 2624,
    "parliamentary": 2625,
    "iti@@": 2626,
    "too.": 2627,
    "wing": 2628,
    "rel@@": 2629,
    "extent": 2630,
    "gave": 2631,
    "represent": 2632,
    "ern@@": 2633,
    "Social": 2634,
    "ses": 2635,
    "nor@@": 2636,
    "reduced": 2637,
    "actual": 2638,
    "or.": 2639,
    "photo@@": 2640,
    "ous@@": 2641,
    "park": 2642,
    "solidarity": 2643,
    "seem": 2644,
    "facing": 2645,
    "exclusive": 2646,
    "airport": 2647,
    "He@@": 2648,
    "so,": 2649,
    "love": 2650,
    "law.": 2651,
    "introduced": 2652,
    "employees": 2653,
    "fre@@": 2654,
    "dealing": 2655,
