{
    "<pad>": 0,
    "<unk>": 1,
    "<s>": 2,
    "</s>": 3,
    "die": 4,
    "der": 5,
    "und": 6,
    "in": 7,
    "zu": 8,
    "den": 9,
    "von": 10,
    "für": 11,
    "mit": 12,
    "das": 13,
    "ist": 14,
    "des": 15,
    "auf": 16,
    "eine": 17,
    "Sie": 18,
    "im": 19,
    "es": 20,
    "nicht": 21,
    "dass": 22,
    "dem": 23,
    "ein": 24,
    "Die": 25,
    "sich": 26,
    "wir": 27,
    "auch": 28,
    "-": 29,
    "als": 30,
    "an": 31,
    "um": 32,
    "oder": 33,
    "ich": 34,
    "en,": 35,
    "über": 36,
    "einer": 37,
    "werden": 38,
    ",": 39,
    ".": 40,
    "sind": 41,
    "er": 42,
    "sie": 43,
    "wie": 44,
    "einen": 45,
    "en.": 46,
    "zur": 47,
    "-@@": 48,
    "Das": 49,
    "bei": 50,
    "wird": 51,
    "ten": 52,
    "Ich": 53,
    "ver@@": 54,
    "t,": 55,
    "t.": 56,
    "aus": 57,
    "en": 58,
    "(@@": 59,
    "einem": 60,
    "nach": 61,
    "zum": 62,
    "te": 63,
    "diese": 64,
    "Wir": 65,
    "er@@": 66,
    "nur": 67,
    "t": 68,
    "hat": 69,
    "durch": 70,
    "Der": 71,
    "haben": 72,
    "an@@": 73,
    "uns": 74,
    "dieser": 75,
    "Es": 76,
    "daß": 77,
    "ung": 78,
    "so": 79,
    "werden.": 80,
    "noch": 81,
    "aber": 82,
    "wenn": 83,
    "Herr": 84,
    "\"@@": 85,
    "en@@": 86,
    "am": 87,
    "Kommission": 88,
    "a": 89,
    "sehr": 90,
    "ein@@": 91,
    "vor": 92,
    "be@@": 93,
    "können": 94,
    "In": 95,
    "ge@@": 96,
    "diesem": 97,
    "man": 98,
    "was": 99,
    "kann": 100,
    "ungen": 101,
    "alle": 102,
    "ist,": 103,
    "Europäischen": 104,
    "t@@": 105,
    "de": 106,
    "bis": 107,
    "un@@": 108,
    ":": 109,
    "aus@@": 110,
    "An@@": 111,
    "–": 112,
    "mehr": 113,
    "s": 114,
    "k@@": 115,
    "e": 116,
    "eines": 117,
    "S@@": 118,
    "Union": 119,
    "K@@": 120,
    ")": 121,
    "ab@@": 122,
    "vom": 123,
    "auf@@": 124,
    "Ver@@": 125,
    "ihre": 126,
    "wurde": 127,
    "möchte": 128,
    "müssen": 129,
    "werden,": 130,
    "unter": 131,
    "sowie": 132,
    "dieses": 133,
    "s@@": 134,
    "B@@": 135,
    "ungs@@": 136,
    "T@@": 137,
    "zwischen": 138,
    "ist.": 139,
    "sch@@": 140,
    "Hotel": 141,
    "ung,": 142,
    "hier": 143,
    "keine": 144,
    "unsere": 145,
    "vor@@": 146,
    "ter": 147,
    "P@@": 148,
    "e,": 149,
    "war": 150,
    "G@@": 151,
    "„@@": 152,
    "te,": 153,
    "D@@": 154,
    "Bericht": 155,
    "Wenn": 156,
    "anderen": 157,
    "n@@": 158,
    "Ab@@": 159,
    "F@@": 160,
    "Ihnen": 161,
    "wird.": 162,
    "Parlament": 163,
    "zu@@": 164,
    "M@@": 165,
    "m@@": 166,
    "the": 167,
    "immer": 168,
    "über@@": 169,
    "Ein@@": 170,
    "ent@@": 171,
    "\"": 172,
    "gibt": 173,
    "ten,": 174,
    "e@@": 175,
    "o": 176,
    "Im": 177,
    "dann": 178,
    "b@@": 179,
    "diesen": 180,
    "Aus@@": 181,
    "A@@": 182,
    "g@@": 183,
    "dies": 184,
    "gegen": 185,
    "and": 186,
    "L@@": 187,
    "d@@": 188,
    "al@@": 189,
    "Diese": 190,
    "H@@": 191,
    "damit": 192,
    "N@@": 193,
    "z@@": 194,
    "E@@": 195,
    "i": 196,
    "in@@": 197,
    "Frau": 198,
    "da": 199,
    "muss": 200,
    "Mitgliedstaaten": 201,
    "Ihre": 202,
    "unserer": 203,
    "f@@": 204,
    "haben,": 205,
    "ischen": 206,
    "um@@": 207,
    "R@@": 208,
    "Sch@@": 209,
    "C@@": 210,
    "seine": 211,
    "ch@@": 212,
    "sondern": 213,
    "sein": 214,
    "s,": 215,
    "enden": 216,
    "Europäische": 217,
    "gen": 218,
    "W@@": 219,
    "Europa": 220,
    "tes": 221,
    "neue": 222,
    "!": 223,
    "wird,": 224,
    "sind,": 225,
    "jedoch": 226,
    "es@@": 227,
    "Er@@": 228,
    "Vor@@": 229,
    "sind.": 230,
    "bereits": 231,
    "heute": 232,
    "ische": 233,
    "...": 234,
    "ern": 235,
    "/@@": 236,
    "ung.": 237,
    "können.": 238,
    "ihrer": 239,
    "ohne": 240,
    "st@@": 241,
    "o@@": 242,
    "europäischen": 243,
    "neuen": 244,
    "Jahr": 245,
    "Be@@": 246,
    "er,": 247,
    "Zeit": 248,
    "unter@@": 249,
    "i@@": 250,
    "is@@": 251,
    "zwei": 252,
    "Z@@": 253,
    "a@@": 254,
    "denen": 255,
    "u@@": 256,
    "ganz": 257,
    "V@@": 258,
    "Präsident,": 259,
    "ar@@": 260,
    "andere": 261,
    "te@@": 262,
    "e.": 263,
    "ende": 264,
    "el@@": 265,
    "O@@": 266,
    "2": 267,
    "Mit": 268,
    "habe": 269,
    "lich": 270,
    "Jahren": 271,
    "of": 272,
    "ten.": 273,
    "allen": 274,
    "mich": 275,
    "Ein": 276,
    "Menschen": 277,
    "haben.": 278,
    "EU": 279,
    "Rat": 280,
    "liche": 281,
    "viele": 282,
    "to": 283,
    "re@@": 284,
    "te.": 285,
    "es,": 286,
    ").": 287,
    "n": 288,
    "de@@": 289,
    "weil": 290,
    "le@@": 291,
    "Entwicklung": 292,
    "m": 293,
    "lichen": 294,
    "hat,": 295,
    "p@@": 296,
    "bietet": 297,
    "seiner": 298,
    "ungen,": 299,
    "s.": 300,
    "sten": 301,
    ".@@": 302,
    "h@@": 303,
    "denn": 304,
    "jetzt": 305,
    "einige": 306,
    "wieder": 307,
    "liegt": 308,
    "?": 309,
    "1": 310,
    "schon": 311,
    "on": 312,
    "ihren": 313,
    "Herrn": 314,
    "ihr": 315,
    "Eine": 316,
    "y@@": 317,
    "n,": 318,
    "dazu": 319,
    "Dies": 320,
    ";": 321,
    "Bereich": 322,
    "hat.": 323,
    "viel": 324,
    "Frage": 325,
    "ts": 326,
    "ob": 327,
    "v@@": 328,
    "is": 329,
    "ge": 330,
    "r@@": 331,
    "unseren": 332,
    "“": 333,
    "3": 334,
    "Auf@@": 335,
    "Für": 336,
    "Informationen": 337,
    "or@@": 338,
    "l@@": 339,
    "J@@": 340,
    "allem": 341,
    "ter@@": 342,
    "sollte": 343,
    "während": 344,
    "sollten": 345,
    "),": 346,
    "Unternehmen": 347,
    "wurden": 348,
    "di@@": 349,
    "wo": 350,
    "Maßnahmen": 351,
    "selbst": 352,
    "Jahre": 353,
    "ti@@": 354,
    "meine": 355,
    "Und": 356,
    "Re@@": 357,
    "sein,": 358,
    "darauf": 359,
    "Wie": 360,
    "I@@": 361,
    "seit": 362,
    "In@@": 363,
    "doch": 364,
    "as": 365,
    "nun": 366,
    "ung@@": 367,
    "Un@@": 368,
    "mir": 369,
    "Welt": 370,
    "j@@": 371,
    "finden": 372,
    "insbesondere": 373,
    "etwas": 374,
    "ale": 375,
    "Arbeit": 376,
    "Lage": 377,
    "bin": 378,
    "w@@": 379,
    "beim": 380,
    "ra@@": 381,
    "ten@@": 382,
    "ersten": 383,
    "der@@": 384,
    "it@@": 385,
    "Rahmen": 386,
    "se@@": 387,
    "g": 388,
    "kann.": 389,
    "ä@@": 390,
    "politischen": 391,
    "5": 392,
    "at@@": 393,
    "chen": 394,
    "ger@@": 395,
    "Teil": 396,
    "ie": 397,
    "ck@@": 398,
    "enen": 399,
    "end": 400,
    "Bei": 401,
    "au@@": 402,
    "4": 403,
    "dafür": 404,
    "seinen": 405,
    "deren": 406,
    "also": 407,
    "geht": 408,
    "letzten": 409,
    "Namen": 410,
    "Unterstützung": 411,
    "können,": 412,
    "drei": 413,
    "on@@": 414,
    "et@@": 415,
    "c@@": 416,
    "ber@@": 417,
    "ens": 418,
    "%": 419,
    "Zusammenarbeit": 420,
    "n.": 421,
    "Land": 422,
    "sein.": 423,
    "ischer": 424,
    "ts@@": 425,
    "en:": 426,
    "k": 427,
    "ig@@": 428,
    "gel@@": 429,
    "Länder": 430,
    "Auf": 431,
    "am@@": 432,
    "gut": 433,
    "einmal": 434,
    "le": 435,
    "große": 436,
    "a,": 437,
    "großen": 438,
    "welche": 439,
    "Er": 440,
    "Ihr": 441,
    "d": 442,
    "Vorschlag": 443,
    "ier@@": 444,
    "ene": 445,
    "EU-@@": 446,
    "Was": 447,
    "Nach": 448,
    "li@@": 449,
    "ien": 450,
    "Auch": 451,
    "her@@": 452,
    "Aber": 453,
    "Als": 454,
    "einfach": 455,
    "st": 456,
    "y": 457,
    "ro@@": 458,
    "en?": 459,
    "Parlaments": 460,
    "ste": 461,
    "il@@": 462,
    "Fall": 463,
    "U@@": 464,
    "du": 465,
    "ag@@": 466,
    "sp@@": 467,
    "aller": 468,
    "kein": 469,
    "ur@@": 470,
    "dabei": 471,
    "Ländern": 472,
    "Al@@": 473,
    "Bürger": 474,
    "Art": 475,
    "'@@": 476,
    "z": 477,
    "ieren": 478,
    "ak@@": 479,
    "gen@@": 480,
    "as@@": 481,
    "eigenen": 482,
    "nach@@": 483,
    "Über@@": 484,
    "sowohl": 485,
    "se": 486,
    "Ge@@": 487,
    "ungen.": 488,
    "Unter@@": 489,
    "weitere": 490,
    "Ihrer": 491,
    "isch": 492,
    "iert": 493,
    "Seite": 494,
    "Daten": 495,
    "ö@@": 496,
    "stellen": 497,
    "Fragen": 498,
    "th@@": 499,
    "ange@@": 500,
    "3@@": 501,
    "Zimmer": 502,
    "meiner": 503,
    "ere": 504,
    "ri@@": 505,
    "Um@@": 506,
    "at": 507,
    "2@@": 508,
    "innerhalb": 509,
    "St@@": 510,
    "besonders": 511,
    "unser": 512,
    "Ziel": 513,
    "sk@@": 514,
    "verschiedenen": 515,
    "Finanz@@": 516,
    "Kon@@": 517,
    "daher": 518,
    "ü@@": 519,
    "sehen": 520,
    "politik": 521,
    "Ende": 522,
    "durch@@": 523,
    "vielen": 524,
    "Zu@@": 525,
    "Sicherheit": 526,
    "er.": 527,
    "Problem": 528,
    "wirklich": 529,
    "-,": 530,
    "Regierung": 531,
    "be": 532,
    "Präsident!": 533,
    "geben": 534,
    "ne@@": 535,
    "al": 536,
    "weiter": 537,
    "internationalen": 538,
    "Stadt": 539,
    "end@@": 540,
    "Sp@@": 541,
    "würde": 542,
    "ken": 543,
    "u": 544,
    "Ihren": 545,
    "ihnen": 546,
    "l": 547,
    "Recht": 548,
    "ation": 549,
    "besteht": 550,
    "ste@@": 551,
    "zwar": 552,
    "natürlich": 553,
    "Um": 554,
    "politische": 555,
    "we@@": 556,
    "la": 557,
    "A": 558,
    "x@@": 559,
    "direkt": 560,
    "an,": 561,
    "Thema": 562,
    "alen": 563,
    "gegenüber": 564,
    "europäische": 565,
    "Hier": 566,
    "Alle": 567,
    "waren": 568,
    "an.": 569,
    "steht": 570,
    "ins": 571,
    "alles": 572,
    "möglich": 573,
    "gen,": 574,
    "Richtlinie": 575,
    "ser@@": 576,
    "erste": 577,
    "Zukunft": 578,
    "wurde,": 579,
    "Beispiel": 580,
    "Weise": 581,
    "ausge@@": 582,
    "6": 583,
    "em": 584,
    "davon": 585,
    "licher": 586,
    "Staaten": 587,
    "Probleme": 588,
    "stehen": 589,
    "wurde.": 590,
    "befindet": 591,
    "bar": 592,
    "Seiten": 593,
    "tigen": 594,
    "Politik": 595,
    "all": 596,
    "wer@@": 597,
    "4@@": 598,
    "kommen": 599,
    "Kunden": 600,
    "sagen,": 601,
    "it": 602,
    "us@@": 603,
    "dort": 604,
    "bieten": 605,
    "beiden": 606,
    "tet": 607,
    "10": 608,
    "eren": 609,
    "unserem": 610,
    "wäre": 611,
    "et": 612,
    "-S@@": 613,
    "Dieses": 614,
    "ben": 615,
    "The": 616,
    "igen": 617,
    "ige": 618,
    "System": 619,
    "or": 620,
    "im@@": 621,
    "hin@@": 622,
    "Fraktion": 623,
    "Bedeutung": 624,
    "ch": 625,
    "Se@@": 626,
    "nen": 627,
    "ing@@": 628,
    "Zusammenhang": 629,
    "teil@@": 630,
    "gehen": 631,
    "Rolle": 632,
    "lo@@": 633,
    "Mar@@": 634,
    "darüber": 635,
    "f": 636,
    "bzw.": 637,
    "ge,": 638,
    "weniger": 639,
    "t:": 640,
    "si@@": 641,
    "stellt": 642,
    "ja": 643,
    "es.": 644,
    "muß": 645,
    "tischen": 646,
    "Nach@@": 647,
    "é@@": 648,
    "a.": 649,
    "che": 650,
    "Rück@@": 651,
    "ers": 652,
    "Pro@@": 653,
    "Artikel": 654,
    "5@@": 655,
    "mit@@": 656,
    "tet.": 657,
    "ul@@": 658,
    "Weg": 659,
    "indem": 660,
    "So": 661,
    "Le@@": 662,
    "jeder": 663,
    "ender": 664,
    "tige": 665,
    "ie@@": 666,
    "Deshalb": 667,
    "kon@@": 668,
    "men": 669,
    "etwa": 670,
    "Mon@@": 671,
    "[[@@": 672,
    "geb@@": 673,
    "op@@": 674,
    "sogar": 675,
    "he@@": 676,
    "b": 677,
    "tung": 678,
    "Frauen": 679,
    "Ar@@": 680,
    "to@@": 681,
    "e-@@": 682,
    "E": 683,
    "ol@@": 684,
    "lich,": 685,
    "and@@": 686,
    "8": 687,
    "Millionen": 688,
    "Dieser": 689,
    "Tag": 690,
    "Programm": 691,
    "t-@@": 692,
    "I": 693,
    "lassen": 694,
    "Hilfe": 695,
    "nicht,": 696,
    "ert": 697,
    "Unsere": 698,
    "pro": 699,
    "öffentlichen": 700,
    "ad@@": 701,
    "Arbeits@@": 702,
    "ab": 703,
    "kann,": 704,
    "el": 705,
    "seinem": 706,
    "em@@": 707,
    "dessen": 708,
    "Schutz": 709,
    "X@@": 710,
    "ach@@": 711,
    "bitte": 712,
    "USA": 713,
    "Grund@@": 714,
    "x": 715,
    "machen": 716,
    "Mo@@": 717,
    "all@@": 718,
    "än@@": 719,
    "7": 720,
    "ebenfalls": 721,
    "fen": 722,
    "Lösung": 723,
    "da@@": 724,
    "fer@@": 725,
    "ko@@": 726,
    "den@@": 727,
    "gt": 728,
    "me": 729,
    "ges@@": 730,
    "me@@": 731,
    "Haupt@@": 732,
    "nämlich": 733,
    "elle": 734,
    ",@@": 735,
    "20": 736,
    "Uhr": 737,
    "Situation": 738,
    "gute": 739,
    "Ro@@": 740,
    "erhalten": 741,
    "einzu@@": 742,
    "tern": 743,
    "ihn": 744,
    "ne": 745,
    "om@@": 746,
    "enten": 747,
    "tra@@": 748,
    "geben.": 749,
    "Mittel": 750,
    "Haushalts@@": 751,
    "Möglichkeit": 752,
    "gerade": 753,
    "zi@@": 754,
    "ma@@": 755,
    "nationalen": 756,
    "meisten": 757,
    "hal@@": 758,
    "ationen": 759,
    "Zeit@@": 760,
    "ta@@": 761,
    "ihrem": 762,
    "ihm": 763,
    "ir@@": 764,
    "bes@@": 765,
    "keinen": 766,
    "Euro": 767,
    "weit": 768,
    "einigen": 769,
    "Mit@@": 770,
    "Spiel@@": 771,
    "ellen": 772,
    "Da": 773,
    "ed@@": 774,
    "ens@@": 775,
    "S": 776,
    "ieren.": 777,
    "ar": 778,
    "8@@": 779,
    "Leben": 780,
    "zeit": 781,
    "&": 782,
    "hinaus": 783,
    "ik@@": 784,
    "jeden": 785,
    "so@@": 786,
    "müssen.": 787,
    "7@@": 788,
    "Haus": 789,
    "ger": 790,
    "lich@@": 791,
    "isch@@": 792,
    "men@@": 793,
    "alten": 794,
    "Y@@": 795,
    "are": 796,
    "zurück@@": 797,
    "ern,": 798,
    "qu@@": 799,
    "recht": 800,
    "ing": 801,
    "den,": 802,
    "Bezug": 803,
    "Produkte": 804,
    "weiterhin": 805,
    "_@@": 806,
    "/": 807,
    "cht": 808,
    "tier@@": 809,
    "ke": 810,
    "wichtige": 811,
    "for": 812,
    "id@@": 813,
    "aus.": 814,
    "2009": 815,
    "geben,": 816,
    "30": 817,
    "6@@": 818,
    "aufgrund": 819,
    "0@@": 820,
    "Kollegen": 821,
    "tische": 822,
    "Rates": 823,
    "us": 824,
    "anzu@@": 825,
    "Aussprache": 826,
    "genau": 827,
    "gesch@@": 828,
    "könnte": 829,
    "liches": 830,
    "nächsten": 831,
    "Form": 832,
    "Von": 833,
    "gi@@": 834,
    "ist@@": 835,
    "Rechte": 836,
    "ern@@": 837,
    "erst": 838,
    "Inter@@": 839,
    "os": 840,
    "Zugang": 841,
    "besten": 842,
    "a-@@": 843,
    "gleich@@": 844,
    "bereich": 845,
    "solche": 846,
    "Grund": 847,
    "de,": 848,
    "Ex@@": 849,
    "Region": 850,
    "gilt": 851,
    "Bau@@": 852,
    "Aus": 853,
    "sin@@": 854,
    "zusammen@@": 855,
    "zeit@@": 856,
    "Meinung": 857,
    "bar@@": 858,
    "nichts": 859,
    "tig@@": 860,
    "worden": 861,
    "tet,": 862,
    "9": 863,
    "ek@@": 864,
    "En@@": 865,
    "Rechts@@": 866,
    "stre@@": 867,
    "erung": 868,
    "müssen,": 869,
    "är@@": 870,
    "führen": 871,
    "enk@@": 872,
    "tiger": 873,
    "Kinder": 874,
    "dar@@": 875,
    "ei@@": 876,
    "beispielsweise": 877,
    "Hotels": 878,
    "ac@@": 879,
    "Durch": 880,
    "Ihrem": 881,
    "tionen": 882,
    "lichkeit": 883,
    "Europas": 884,
    "50": 885,
    "Umsetzung": 886,
    "Lo@@": 887,
    "ran@@": 888,
    "Bo@@": 889,
    "schnell": 890,
    "soll": 891,
    "wissen,": 892,
    "gemeinsamen": 893,
    "Qualität": 894,
    "Gemeinschaft": 895,
    "ß@@": 896,
    "no@@": 897,
    "bil@@": 898,
    "Neu@@": 899,
    "gen.": 900,
    "p": 901,
    "Abstimmung": 902,
    "ss@@": 903,
    "1@@": 904,
    "wollen": 905,
    "lan@@": 906,
    "allerdings": 907,
    "Ebene": 908,
    "Am": 909,
    "Daher": 910,
    "nis": 911,
    "sen": 912,
    "mer@@": 913,
    "De@@": 914,
    "Geschäfts@@": 915,
    "vielleicht": 916,
    "auszu@@": 917,
    "deshalb": 918,
    "lange": 919,
    "�@@": 920,
    "Verfügung": 921,
    "tion": 922,
    "weiter@@": 923,
    "Wasser@@": 924,
    "Doch": 925,
    "hatte": 926,
    "kommt": 927,
    ":@@": 928,
    "Reihe": 929,
    "ter,": 930,
    "Sozial@@": 931,
    "bel@@": 932,
    "la@@": 933,
    "per": 934,
    "kl@@": 935,
    "Präsident": 936,
    "Fahr@@": 937,
    "Grundlage": 938,
    "Umwelt@@": 939,
    "machen.": 940,
    "kleinen": 941,
    "sozialen": 942,
    "ent": 943,
    "nehmen": 944,
    "Punkt": 945,
    "sen@@": 946,
    "findet": 947,
    "Vertrag": 948,
    "und@@": 949,
    "ber": 950,
    "10@@": 951,
    "vor,": 952,
    "rä@@": 953,
    "Website": 954,
    "ieren,": 955,
    "le,": 956,
    "arbeiten": 957,
    "Ent@@": 958,
    "verschiedene": 959,
    "voll": 960,
    "ein.": 961,
    "ap@@": 962,
    "Wirtschaft": 963,
    "ben@@": 964,
    "aus,": 965,
    "besser": 966,
    "Nähe": 967,
    "enz@@": 968,
    "wegen": 969,
    "wirtschaftlichen": 970,
    "vier": 971,
    "Kosten": 972,
    "daran": 973,
    "Damen": 974,
    "9@@": 975,
    "sh@@": 976,
    "halten": 977,
    "darf": 978,
    "oft": 979,
    "ob@@": 980,
    "Hinblick": 981,
    "20@@": 982,
    "Anwendung": 983,
    "-B@@": 984,
    "gemeinsame": 985,
    "möchten": 986,
    "]]": 987,
    "kan@@": 988,
    "Richtung": 989,
    "Liste": 990,
    "19@@": 991,
    "Zu": 992,
    "Ma@@": 993,
    "h": 994,
    "d.": 995,
    "pf@@": 996,
    "Ziele": 997,
    "000": 998,
    "15": 999,
    "ente": 1000,
    "tr@@": 1001,
    "fast": 1002,
    "Man": 1003,
    "Welt@@": 1004,
    "wenig": 1005,
    "gesamten": 1006,
    "Co@@": 1007,
    "Bedingungen": 1008,
    "Version": 1009,
    "en!": 1010,
    "est@@": 1011,
    "bau@@": 1012,
    "Bar@@": 1013,
    "Or@@": 1014,
    "auf,": 1015,
    "po@@": 1016,
    "einzelnen": 1017,
    "voll@@": 1018,
    "war@@": 1019,
    "wurden.": 1020,
    "en-@@": 1021,
    "aufge@@": 1022,
    "“@@": 1023,
    "Interesse": 1024,
    "Di@@": 1025,
    "tion@@": 1026,
    "Gebiet": 1027,
    "cken": 1028,
    "ich@@": 1029,
    "men,": 1030,
    "ebenso": 1031,
    "hen": 1032,
    "Sicherheits@@": 1033,
    "Verantwortung": 1034,
    "ell@@": 1035,
    "tig": 1036,
    "ner": 1037,
    "ierung": 1038,
    "brauchen": 1039,
    "Auswirkungen": 1040,
    "Verfahren": 1041,
    "Land@@": 1042,
    "O": 1043,
    "ation@@": 1044,
    "Gesellschaft": 1045,
    "Vorschläge": 1046,
    "schen": 1047,
    "Wirtschafts@@": 1048,
    "war,": 1049,
    "deutlich": 1050,
    "fest@@": 1051,
    "internationale": 1052,
    "Außerdem": 1053,
    "weiteren": 1054,
    "Kolleginnen": 1055,
    "tor@@": 1056,
    "Ort": 1057,
    "dern": 1058,
    "Po@@": 1059,
    "ich,": 1060,
    "los": 1061,
    "Vereinigten": 1062,
    "schaft": 1063,
    "Debatte": 1064,
    "weise": 1065,
    "ru@@": 1066,
    "macht": 1067,
    "Software": 1068,
    "r": 1069,
    "hr@@": 1070,
    "2010": 1071,
    "T": 1072,
    "ff@@": 1073,
    "tre@@": 1074,
    "man@@": 1075,
    "wichtig": 1076,
    "jedem": 1077,
    "st,": 1078,
    "Markt": 1079,
    "ern.": 1080,
    "Par@@": 1081,
    "form@@": 1082,
    "m,": 1083,
    "wichtig,": 1084,
    "je": 1085,
    "\",": 1086,
    "ierte": 1087,
    "iert.": 1088,
    "'": 1089,
    "isches": 1090,
    "ut@@": 1091,
    "tions@@": 1092,
    "Menschenrechte": 1093,
    "Verhandlungen": 1094,
    "pe@@": 1095,
    "Deutschland": 1096,
    "einge@@": 1097,
    "bare": 1098,
    "rich@@": 1099,
    "ho@@": 1100,
    "For@@": 1101,
    "ur": 1102,
    "zen": 1103,
    "c": 1104,
    "stell@@": 1105,
    "Strategie": 1106,
    "lin@@": 1107,
    "werde": 1108,
    "jede": 1109,
    "anz@@": 1110,
    "Mitglieder": 1111,
    "Abkommen": 1112,
    "18@@": 1113,
    "Kommissar": 1114,
    "tun": 1115,
    "der,": 1116,
    "wichtigen": 1117,
    "gleichzeitig": 1118,
    "machen,": 1119,
    "Seit": 1120,
    "reich@@": 1121,
    "wollen,": 1122,
    "Zum": 1123,
    "g,": 1124,
    "Kar@@": 1125,
    "vi@@": 1126,
    "den.": 1127,
    "kommen,": 1128,
    "gleichen": 1129,
    "mo@@": 1130,
    "sei": 1131,
    "dürfen": 1132,
    "land": 1133,
    "o,": 1134,
    "Internet": 1135,
    "g.": 1136,
    "tete": 1137,
    "i,": 1138,
    "Unser": 1139,
    "besch@@": 1140,
    "wurden,": 1141,
    "setzen": 1142,
    "weltweit": 1143,
    "iger": 1144,
    "ft": 1145,
    "fort@@": 1146,
    "Geschichte": 1147,
    "bi@@": 1148,
    "det": 1149,
    "Blick": 1150,
    "gemeinsam": 1151,
    "Präsidentin,": 1152,
    "baren": 1153,
    "lassen.": 1154,
    "Ko@@": 1155,
    "aten": 1156,
    "ierten": 1157,
    "ations@@": 1158,
    "Personen": 1159,
    "China": 1160,
    "unseres": 1161,
    "2008": 1162,
    "ein,": 1163,
    "Änderungsantrag": 1164,
    "z.": 1165,
    "handelt": 1166,
    "per@@": 1167,
    "Förderung": 1168,
    "versch@@": 1169,
    "unterstützt": 1170,
    "Ergebnis": 1171,
    "Hand@@": 1172,
    "kre@@": 1173,
    "ang@@": 1174,
    "Beziehungen": 1175,
    "gt,": 1176,
    "en;": 1177,
    "Me@@": 1178,
    "verfügt": 1179,
    "gt.": 1180,
    "Institutionen": 1181,
    "Sie,": 1182,
    "ge.": 1183,
    "eb@@": 1184,
    "führen.": 1185,
    "kommen.": 1186,
    "jedes": 1187,
    "nisse": 1188,
    "al,": 1189,
    "ster": 1190,
    "Zentrum": 1191,
    "Schritt": 1192,
    "d,": 1193,
    "ums": 1194,
    "Service": 1195,
    "Damit": 1196,
    "mehrere": 1197,
    "abzu@@": 1198,
    "Minuten": 1199,
    "kleine": 1200,
    "tiert": 1201,
    "gestellt": 1202,
    "ci@@": 1203,
    "-T@@": 1204,
    "Verbindung": 1205,
    "sti@@": 1206,
    "Wer@@": 1207,
    "Gruppe": 1208,
    "Dank": 1209,
    "ck": 1210,
    "Demokratie": 1211,
    "Entwicklungs@@": 1212,
    "Steuer@@": 1213,
    "Bitte": 1214,
    "bringen.": 1215,
    "gern": 1216,
    "E-@@": 1217,
    "Lebens@@": 1218,
    "ität": 1219,
    "P": 1220,
    "hoch@@": 1221,
    "will": 1222,
    "gibt,": 1223,
    "pro@@": 1224,
    "ati@@": 1225,
    "tu@@": 1226,
    "de.": 1227,
    "gemacht": 1228,
    "hinsichtlich": 1229,
    "wohl": 1230,
    "wichtigsten": 1231,
    "ll@@": 1232,
    "ganze": 1233,
    "ph@@": 1234,
    "zusammen": 1235,
    "gesagt": 1236,
    "do@@": 1237,
    "wobei": 1238,
    "rund": 1239,
    "Verordnung": 1240,
    "Tra@@": 1241,
    "ou@@": 1242,
    "Ausdruck": 1243,
    "Änderungsanträge": 1244,
    "ier": 1245,
    "neben": 1246,
    "Regionen": 1247,
    "ganzen": 1248,
    "Dienstleistungen": 1249,
    "dig@@": 1250,
    "Bereichen": 1251,
    "km": 1252,
    "Markt@@": 1253,
    "sicher": 1254,
    "ner@@": 1255,
    "führ@@": 1256,
    "Möglichkeiten": 1257,
    "Wahl@@": 1258,
    "ien@@": 1259,
    "Nutzung": 1260,
    "mal": 1261,
    "gehört": 1262,
    "á@@": 1263,
    "derzeit": 1264,
    "Vor": 1265,
    "Ber@@": 1266,
    "\".": 1267,
    "wi@@": 1268,
    "fahr@@": 1269,
    "Ausschusses": 1270,
    "heit": 1271,
    "Gu@@": 1272,
    "We@@": 1273,
    "glaube,": 1274,
    "gleich": 1275,
    "Ausschuss": 1276,
    "tem": 1277,
    "inter@@": 1278,
    "Ansicht": 1279,
    "land@@": 1280,
    "Kontrolle": 1281,
    "Her@@": 1282,
    "Gra@@": 1283,
    "Verbesserung": 1284,
    "eller": 1285,
    "C": 1286,
    "sehen,": 1287,
    "el,": 1288,
    "Bevölkerung": 1289,
    "gerne": 1290,
    "tik@@": 1291,
    "ha@@": 1292,
    "Fach@@": 1293,
    "gew@@": 1294,
    "Ho@@": 1295,
    "Entscheidung": 1296,
    "nis@@": 1297,
    "Schaffung": 1298,
    "Krise": 1299,
    "Preis@@": 1300,
    "neu": 1301,
    "klar": 1302,
    "se,": 1303,
    "entfernt.": 1304,
    "hin": 1305,
    "Beitrag": 1306,
    "Ch@@": 1307,
    "Gen@@": 1308,
    "völlig": 1309,
    "Einzel@@": 1310,
    "Ru@@": 1311,
    "War@@": 1312,
    "1.": 1313,
    "pp@@": 1314,
    "bereit@@": 1315,
    "Ziel@@": 1316,
    "Darüber": 1317,
    "geh@@": 1318,
    "bringen": 1319,
    "ate": 1320,
    "aufzu@@": 1321,
    "führt": 1322,
    "gehen.": 1323,
    "tieren": 1324,
    "eigene": 1325,
    "gu@@": 1326,
    "un": 1327,
    "enn@@": 1328,
    "zwe@@": 1329,
    "großer": 1330,
    "Verwendung": 1331,
    "ib@@": 1332,
    "Jahres": 1333,
    "ster@@": 1334,
    "Einsatz": 1335,
    "with": 1336,
    "Anzahl": 1337,
    "spiel@@": 1338,
    "Erweiterung": 1339,
    "12@@": 1340,
    "tel@@": 1341,
    "m.": 1342,
    "guten": 1343,
    "hoffe,": 1344,
    "stellen.": 1345,
    "fra@@": 1346,
    "Wohn@@": 1347,
    "ER@@": 1348,
    "ün@@": 1349,
    "Geld": 1350,
    "stra@@": 1351,
    "Mal": 1352,
    "Hoch@@": 1353,
    "Projekt": 1354,
    "meinen": 1355,
    "st.": 1356,
    "bo@@": 1357,
    "leben": 1358,
    "fünf": 1359,
    "volle": 1360,
    "chen@@": 1361,
    "No@@": 1362,
    "100": 1363,
    "Entschließung": 1364,
    "ander@@": 1365,
    "genommen": 1366,
    "Car@@": 1367,
    "meinem": 1368,
    "soziale": 1369,
    "Hotel@@": 1370,
    "komm@@": 1371,
    "Antwort": 1372,
    "1.@@": 1373,
    "verwendet": 1374,
    "lau@@": 1375,
    "liegen": 1376,
    "teten": 1377,
    "Türkei": 1378,
    "Text": 1379,
    "wirtschaftliche": 1380,
    "[@@": 1381,
    "15@@": 1382,
    "Während": 1383,
    "Lin@@": 1384,
    "fin@@": 1385,
    "erreicht": 1386,
    "14@@": 1387,
    "arbeit@@": 1388,
    "mon@@": 1389,
    "Behörden": 1390,
    "gab": 1391,
    "fe@@": 1392,
    "mu@@": 1393,
    "Erfolg": 1394,
    "Kinder@@": 1395,
    "Platz": 1396,
    "Flug@@": 1397,
    "EN@@": 1398,
    "ft@@": 1399,
    "Dabei": 1400,
    "co@@": 1401,
    "zunächst": 1402,
    "tz@@": 1403,
    "tatsächlich": 1404,
    "Wert": 1405,
    "he": 1406,
    "ine": 1407,
    "ig": 1408,
    "2007": 1409,
    "Abgeordneten": 1410,
    "Bet@@": 1411,
    "To@@": 1412,
    "Kre@@": 1413,
    "Kommission,": 1414,
    "one": 1415,
    "gar": 1416,
    "halten.": 1417,
    "mi@@": 1418,
    "wissen": 1419,
    "Ergebnisse": 1420,
    "Man@@": 1421,
    "Gegen@@": 1422,
    "ß": 1423,
    "lich.": 1424,
    "zeigt": 1425,
    "gesamte": 1426,
    "stand": 1427,
    ")@@": 1428,
    "äußerst": 1429,
    "hohen": 1430,
    "chte": 1431,
    "Berichterstatter": 1432,
    "So@@": 1433,
    "del": 1434,
    "He@@": 1435,
    "que": 1436,
    "war.": 1437,
    "ell": 1438,
    "Einführung": 1439,
    "mer": 1440,
    "Preis": 1441,
    "Au@@": 1442,
    "ah@@": 1443,
    "Besch@@": 1444,
    "par@@": 1445,
    "12": 1446,
    "tiges": 1447,
    "sich@@": 1448,
    "unver@@": 1449,
    "Auswahl": 1450,
    "Verfügung.": 1451,
    "M": 1452,
    "Forschung": 1453,
    "lediglich": 1454,
    "wahr@@": 1455,
    "um,": 1456,
    "iz@@": 1457,
    "bestimmte": 1458,
    "tlichen": 1459,
    "IS@@": 1460,
    "Handels@@": 1461,
    "teile": 1462,
    "somit": 1463,
    "nehmen.": 1464,
    "anderer": 1465,
    "Änderungen": 1466,
    "Mitglied": 1467,
    "ess@@": 1468,
    "gemäß": 1469,
    "ia": 1470,
    "äl@@": 1471,
    "hotel": 1472,
    "lie@@": 1473,
    "Lösungen": 1474,
    "sicher@@": 1475,
    "Interessen": 1476,
    "ord@@": 1477,
    "obwohl": 1478,
    "stu@@": 1479,
    "Zahl": 1480,
    "mittel": 1481,
    "Anfang": 1482,
    "t?": 1483,
    "(": 1484,
    "D": 1485,
    "Restaurant": 1486,
    "Daten@@": 1487,
    "pl@@": 1488,
    "Ste@@": 1489,
    "erreichen": 1490,
    "tigkeit": 1491,
    "fall": 1492,
    "au": 1493,
    "bestimmten": 1494,
    "Ne@@": 1495,
    "ed": 1496,
    "befinden": 1497,
    "Gesundheits@@": 1498,
    "stellung": 1499,
    "Schul@@": 1500,
    "län@@": 1501,
    "Bekämpfung": 1502,
    "wir@@": 1503,
    "später": 1504,
    "Kampf": 1505,
    "äu@@": 1506,
    "di": 1507,
    "tungen": 1508,
    "mar@@": 1509,
    "ari@@": 1510,
    "sa@@": 1511,
    "bisher": 1512,
    "ca.": 1513,
    "R": 1514,
    "weisen": 1515,
    "Verkehrs@@": 1516,
    "zahlreiche": 1517,
    "gra@@": 1518,
    "zweite": 1519,
    "meines": 1520,
    "tion,": 1521,
    "25": 1522,
    "gabe": 1523,
    "programm": 1524,
    "ren@@": 1525,
    "einschließlich": 1526,
    "gehen,": 1527,
    "Aufgabe": 1528,
    "Woche": 1529,
    "nie": 1530,
    "Funktion": 1531,
    "teilen": 1532,
    "Herzen": 1533,
    "ßen": 1534,
    "mein": 1535,
    "erster": 1536,
    "verbunden": 1537,
    "B": 1538,
    "eben": 1539,
    "hohe": 1540,
    "Verbraucher": 1541,
    "Erachtens": 1542,
    "tigt": 1543,
    "US-@@": 1544,
    "Mittel@@": 1545,
    "aktuellen": 1546,
    "hätte": 1547,
    "finden,": 1548,
    "unterstützen": 1549,
    "Juni": 1550,
    "größten": 1551,
    "eln": 1552,
    "verb@@": 1553,
    "heiten": 1554,
    "Sk@@": 1555,
    "Web@@": 1556,
    "enz": 1557,
    "ze": 1558,
    "IN@@": 1559,
    "Dialog": 1560,
    "Angebot": 1561,
    "gl@@": 1562,
    "P-@@": 1563,
    "2000": 1564,
    "bekannt": 1565,
    "Regierungen": 1566,
    "Nur": 1567,
    "äre": 1568,
    "\\\">@@": 1569,
    "halte": 1570,
    "geht,": 1571,
    "freien": 1572,
    "ermöglicht": 1573,
    "vergangenen": 1574,
    "tan@@": 1575,
    "weder": 1576,
    "ment@@": 1577,
    "17@@": 1578,
    "Kom@@": 1579,
    "ungsp@@": 1580,
    "bu@@": 1581,
    "mor@@": 1582,
    "finden.": 1583,
    "ex@@": 1584,
    "z,": 1585,
    "&@@": 1586,
    "halten,": 1587,
    "go@@": 1588,
    "min@@": 1589,
    "by": 1590,
    "Russland": 1591,
    "Mai": 1592,
    "darin": 1593,
    "mark@@": 1594,
    "dis@@": 1595,
    "pre@@": 1596,
    "men.": 1597,
    "solchen": 1598,
    "Fre@@": 1599,
    "fol@@": 1600,
    "Mor@@": 1601,
    "zweiten": 1602,
    "tun,": 1603,
    "neu@@": 1604,
    "Gemeinschafts@@": 1605,
    "wieder@@": 1606,
    "16@@": 1607,
    "stark": 1608,
    "ör@@": 1609,
    "führen,": 1610,
    "Ad@@": 1611,
    "AR@@": 1612,
    "k,": 1613,
    "mel@@": 1614,
    "Möglichkeit,": 1615,
    "lang": 1616,
    "weis@@": 1617,
    "tungs@@": 1618,
    "Luft@@": 1619,
    "eher": 1620,
    "det,": 1621,
    "treten": 1622,
    "tigung": 1623,
    "le.": 1624,
    "ler": 1625,
    "ma": 1626,
    "ze@@": 1627,
    "rech@@": 1628,
    "ide@@": 1629,
    "fe": 1630,
    "wor@@": 1631,
    "Qu@@": 1632,
    "kt": 1633,
    "ation,": 1634,
    "tlich": 1635,
    "ant": 1636,
    "mach@@": 1637,
    "40": 1638,
    "in,": 1639,
    "Kultur@@": 1640,
    "Lu@@": 1641,
    "sagen": 1642,
    "bezüglich": 1643,
    "res@@": 1644,
    "abge@@": 1645,
    "sprechen": 1646,
    "det.": 1647,
    "Wort": 1648,
    "Kommissar,": 1649,
    "z.B.": 1650,
    "à": 1651,
    "re": 1652,
    "muss.": 1653,
    "est": 1654,
    "außerdem": 1655,
    "ke@@": 1656,
    "ug@@": 1657,
    "leider": 1658,
    "auch,": 1659,
    "ab.": 1660,
    "gegeben": 1661,
    "Fortschritte": 1662,
    "Dezember": 1663,
    "entfernt": 1664,
    "bedeutet": 1665,
    "iert,": 1666,
    "Partner": 1667,
    "end,": 1668,
    "Groß@@": 1669,
    "lä@@": 1670,
    "bringen,": 1671,
    "insgesamt": 1672,
    "einzige": 1673,
    "ann@@": 1674,
    "ssen": 1675,
    "Kur@@": 1676,
    "dung": 1677,
    "Tage": 1678,
    "genden": 1679,
    "Zusammen@@": 1680,
    "Initiative": 1681,
    "Im@@": 1682,
    "Erfahrung": 1683,
    "Zeitpunkt": 1684,
    "lässt": 1685,
    "ass@@": 1686,
    "tragen": 1687,
    "Bild@@": 1688,
    "ES@@": 1689,
    "gebracht": 1690,
    "Th@@": 1691,
    "Natur@@": 1692,
    "Sprach@@": 1693,
    "würden": 1694,
    "September": 1695,
    "ic@@": 1696,
    "onen": 1697,
    "bet@@": 1698,
    "setzt": 1699,
    "sche": 1700,
    "dadurch": 1701,
    "en)": 1702,
    "Ger@@": 1703,
    "lage": 1704,
    "unternehmen": 1705,
    "Rech@@": 1706,
    "größte": 1707,
    "tliche": 1708,
    "fel@@": 1709,
    "bleibt": 1710,
    "Mehrheit": 1711,
    "nicht.": 1712,
    "Meine": 1713,
    "erreichen.": 1714,
    "isten": 1715,
    "vo@@": 1716,
    "trä@@": 1717,
    "richtig": 1718,
    "age": 1719,
    "Te@@": 1720,
    "13@@": 1721,
    "Preise": 1722,
    "neuer": 1723,
    "aler": 1724,
    "2.@@": 1725,
    "bin@@": 1726,
    "L": 1727,
    "schließlich": 1728,
    "AS@@": 1729,
    "darin,": 1730,
    "Tatsache,": 1731,
    "lag@@": 1732,
    "bevor": 1733,
    "Informations@@": 1734,
    "Prozess": 1735,
    "geführt": 1736,
    "Wachstum": 1737,
    "bar.": 1738,
    "Erklärung": 1739,
    "dafür,": 1740,
    "wenige": 1741,
    "“,": 1742,
    "B.": 1743,
    "Landes": 1744,
    "gan@@": 1745,
    "steig@@": 1746,
    "Mitarbeiter": 1747,
    "Nor@@": 1748,
    "ihres": 1749,
    "angesichts": 1750,
    "eng@@": 1751,
    "Dis@@": 1752,
    "nen,": 1753,
    "eigentlich": 1754,
    "Zur": 1755,
    "Bestimmungen": 1756,
    "genannten": 1757,
    "schul@@": 1758,
    "Ä@@": 1759,
    "ven@@": 1760,
    "Pal@@": 1761,
    "zehn": 1762,
    "essen": 1763,
    "des@@": 1764,
    "gestellt.": 1765,
    "2006": 1766,
    "il": 1767,
    "Con@@": 1768,
    "Stre@@": 1769,
    "Produktion": 1770,
    "Bu@@": 1771,
    "Aktivitäten": 1772,
    "Familie": 1773,
    "gende": 1774,
    "Gesundheit": 1775,
    "erk@@": 1776,
    "setz@@": 1777,
    "cht@@": 1778,
    "tiert.": 1779,
    "ungs-": 1780,
    "hab@@": 1781,
    "nehmen,": 1782,
    "hinter": 1783,
    "europäischer": 1784,
    "wider@@": 1785,
    "März": 1786,
    "Mal@@": 1787,
    "Op@@": 1788,
    "statt.": 1789,
    "soll.": 1790,
    "öffentliche": 1791,
    "weit@@": 1792,
    "leicht": 1793,
    "y,": 1794,
    "fahren": 1795,
    "stellen,": 1796,
    "lassen,": 1797,
    "Nord@@": 1798,
    "Integration": 1799,
    "Position": 1800,
    "AN@@": 1801,
    "í@@": 1802,
    "nah@@": 1803,
    "ien,": 1804,
    "gang": 1805,
    "Themen": 1806,
    "Zeit,": 1807,
    "dete": 1808,
    "schutz@@": 1809,
    "chen,": 1810,
    "AL@@": 1811,
    "Anforderungen": 1812,
    "star@@": 1813,
    "La": 1814,
    "legen": 1815,
    "gibt.": 1816,
    "Mark@@": 1817,
    "Tri@@": 1818,
    "Stelle": 1819,
    "tt@@": 1820,
    "trag@@": 1821,
    "+@@": 1822,
    "enthält": 1823,
    "entsprechenden": 1824,
    "An": 1825,
    "tiv@@": 1826,
    "Produk@@": 1827,
    "sor@@": 1828,
    "fehl@@": 1829,
    "erhalten.": 1830,
    "AT@@": 1831,
    "Januar": 1832,
    "auf.": 1833,
    "konnte": 1834,
    "grün@@": 1835,
    "Investitionen": 1836,
    "Programme": 1837,
    "wir,": 1838,
    "Stadt@@": 1839,
    "uss@@": 1840,
    "ok@@": 1841,
    "endlich": 1842,
    "her": 1843,
    "F": 1844,
    "Reis@@": 1845,
    "Entscheidungen": 1846,
    "s-@@": 1847,
    "Du": 1848,
    "schi@@": 1849,
    "Selbst@@": 1850,
    "Vorschriften": 1851,
    "Sprache": 1852,
    "führung": 1853,
    "Höhe": 1854,
    "paar": 1855,
    "El@@": 1856,
    "Teil@@": 1857,
    "zer@@": 1858,
    "heit@@": 1859,
    "gehören": 1860,
    "Wahl": 1861,
    "Folgen": 1862,
    "Datei": 1863,
    "allein": 1864,
    "erneut": 1865,
    "Wein@@": 1866,
    "tur@@": 1867,
    "Euro@@": 1868,
    "Arbeit@@": 1869,
    "cke": 1870,
    "demokratischen": 1871,
    "me,": 1872,
    "Standpunkt": 1873,
    "sofort": 1874,
    "Linie": 1875,
    "ad": 1876,
    "é": 1877,
    "Heute": 1878,
    "Por@@": 1879,
    "200@@": 1880,
    "wichtiger": 1881,
    "ka": 1882,
    "er-@@": 1883,
    "hervor@@": 1884,
    "Außen@@": 1885,
    "Str@@": 1886,
    "wollen.": 1887,
    "Kan@@": 1888,
    "tä@@": 1889,
    "tisch": 1890,
    "heit,": 1891,
    "v": 1892,
    "Durch@@": 1893,
    "Handel": 1894,
    "unterstützen.": 1895,
    "Oktober": 1896,
    "Ges@@": 1897,
    "trotz": 1898,
    "IT@@": 1899,
    "vollen": 1900,
    "G": 1901,
    "Gar@@": 1902,
    "lagen": 1903,
    "Tro@@": 1904,
    "betrifft,": 1905,
    "ta": 1906,
    "stoff@@": 1907,
    "eig@@": 1908,
    "produk@@": 1909,
    "ales": 1910,
    "”": 1911,
    "Nr.": 1912,
    "platz": 1913,
    "Sie@@": 1914,
    "notwendig": 1915,
    "kun@@": 1916,
    "ung:": 1917,
    "Kern@@": 1918,
    "leg@@": 1919,
    "Raum": 1920,
    "Bürgerinnen": 1921,
    "Natürlich": 1922,
    "ne,": 1923,
    "Stra@@": 1924,
    "lier@@": 1925,
    "kannst": 1926,
    "endes": 1927,
    "very": 1928,
    "Insel": 1929,
    "Aufmerksamkeit": 1930,
    "denke,": 1931,
    "Diskussion": 1932,
    "vor.": 1933,
    "ik": 1934,
    "on,": 1935,
    "möglich,": 1936,
    "geht.": 1937,
    "besondere": 1938,
    "Li@@": 1939,
    "gung": 1940,
    "do": 1941,
    "Stunden": 1942,
    "Anfrage": 1943,
    "kurz": 1944,
    "entwickelt": 1945,
    "ismus": 1946,
    "ank@@": 1947,
    "richtige": 1948,
    "Sport@@": 1949,
    "Änderung": 1950,
    "Notwendigkeit": 1951,
    "deck@@": 1952,
    "technischen": 1953,
    "fragen": 1954,
    "Dinge": 1955,
    "Den": 1956,
    "tag@@": 1957,
    "Unter": 1958,
    "maßnahmen": 1959,
    "Gewalt": 1960,
    "sollte.": 1961,
    "wen@@": 1962,
    "IC@@": 1963,
    "Grenzen": 1964,
    "alis@@": 1965,
    "das,": 1966,
    "Firma": 1967,
    "Bürger@@": 1968,
    "folgt": 1969,
    "Ak@@": 1970,
    "oben": 1971,
    "sel@@": 1972,
    "mal@@": 1973,
    "Lassen": 1974,
    "af@@": 1975,
    "zu,": 1976,
    "al.": 1977,
    "con@@": 1978,
    "entsprechend": 1979,
    "gs": 1980,
    "Gäste": 1981,
    "X": 1982,
    "Umwelt": 1983,
    "Regeln": 1984,
    "könnten": 1985,
    "Staats@@": 1986,
    "viel@@": 1987,
    "Bild": 1988,
    "ih@@": 1989,
    "Produkt@@": 1990,
    "Beginn": 1991,
    "ant@@": 1992,
    "system": 1993,
    "gel": 1994,
    "gef@@": 1995,
    "begrüße": 1996,
    "Gelegenheit": 1997,
    "frage": 1998,
    "ungsan@@": 1999,
    "Sinne": 2000,
    "Macht": 2001,
    ".com": 2002,
    "deutschen": 2003,
    "and,": 2004,
    "Wettbewerb": 2005,
    "schriftlich.": 2006,
    "Präsidenten": 2007,
    "Umgebung": 2008,
    "jeweiligen": 2009,
    "Kultur": 2010,
    "vier@@": 2011,
    "w": 2012,
    "S-@@": 2013,
    "Projek@@": 2014,
    "welches": 2015,
    "ter.": 2016,
    "sieht": 2017,
    "muss,": 2018,
    "Viele": 2019,
    "iss@@": 2020,
    "Wieder@@": 2021,
    "Fehler": 2022,
    "hatten": 2023,
    "bleiben": 2024,
    "Cor@@": 2025,
    "fer": 2026,
    "Fol@@": 2027,
    "Team": 2028,
    "zahl@@": 2029,
    "bar,": 2030,
    "Bereiche": 2031,
    "N": 2032,
    "zahlreichen": 2033,
    "historischen": 2034,
    "Druck@@": 2035,
    "nimmt": 2036,
    "Gleich@@": 2037,
    "y-@@": 2038,
    "mittel@@": 2039,
    "eh@@": 2040,
    "folgenden": 2041,
    "All@@": 2042,
    "wes@@": 2043,
    "Punkte": 2044,
    "neues": 2045,
    "Min@@": 2046,
    "Spiel": 2047,
    "Ri@@": 2048,
    "rück@@": 2049,
    "anderem": 2050,
    "nahe": 2051,
    "Juli": 2052,
    "warum": 2053,
    "fes@@": 2054,
    "beste": 2055,
    "®": 2056,
    "ären": 2057,
    "Tagesordnung": 2058,
    "modernen": 2059,
    "Dateien": 2060,
    "häufig": 2061,
    "arbeiten,": 2062,
    "Menschen,": 2063,
    "morgen": 2064,
    "ckt": 2065,
    "Wel@@": 2066,
    "ra": 2067,
    "bel": 2068,
    "außerhalb": 2069,
    "Einige": 2070,
    "fre@@": 2071,
    "Voll@@": 2072,
    "ab,": 2073,
    "sollen": 2074,
    "Projekte": 2075,
    "Monaten": 2076,
    "seines": 2077,
    "stets": 2078,
    "sam@@": 2079,
    "chen.": 2080,
    "if@@": 2081,
    "is,": 2082,
    "Wasser": 2083,
    "Berichts": 2084,
    "zumindest": 2085,
    "]": 2086,
    "Präsidentschaft": 2087,
    "0": 2088,
    "Öffentlichkeit": 2089,
    "suchen": 2090,
    "se.": 2091,
    "Server": 2092,
    "scheint": 2093,
    "for@@": 2094,
    "Dazu": 2095,
    "Sonder@@": 2096,
    "Grenz@@": 2097,
    "00@@": 2098,
    "Frankreich": 2099,
    "deten": 2100,
    "ch,": 2101,
    ">": 2102,
    "spielen": 2103,
    "Tier@@": 2104,
    "frei": 2105,
    "heutigen": 2106,
    "gesagt,": 2107,
    "Kunst@@": 2108,
    "Tat": 2109,
    "Behandlung": 2110,
    "barkeit": 2111,
    "amerikanischen": 2112,
    "November": 2113,
    "cher": 2114,
    "60": 2115,
    "haf@@": 2116,
    "Ihres": 2117,
    "Union,": 2118,
    "az@@": 2119,
    "t!": 2120,
    "ast@@": 2121,
    "privaten": 2122,
    "o-@@": 2123,
    "prä@@": 2124,
    "Obwohl": 2125,
    "arbeiten.": 2126,
    "automatisch": 2127,
    "Bes@@": 2128,
    "2005": 2129,
    "nutzen": 2130,
    "darum": 2131,
    "persönlichen": 2132,
    "uns,": 2133,
    "Su@@": 2134,
    "Neben": 2135,
    "Jahrhundert": 2136,
    "Liefer@@": 2137,
    "tive": 2138,
    "ing-@@": 2139,
    "Bundes@@": 2140,
    "tieren.": 2141,
    "mü@@": 2142,
    "ür@@": 2143,
    "New": 2144,
    "Handel@@": 2145,
    "habe,": 2146,
    "vorzu@@": 2147,
    "bessere": 2148,
    "<emph>@@": 2149,
    "Allerdings": 2150,
    "letzte": 2151,
    "Ost@@": 2152,
    "vollständig": 2153,
    "sechs": 2154,
    "acht": 2155,
    "Bemühungen": 2156,
    "leit@@": 2157,
    "Fällen": 2158,
    "Energie@@": 2159,
    "Druck": 2160,
    "14": 2161,
    "Sicht": 2162,
    "Ju@@": 2163,
    "iti@@": 2164,
    "ation.": 2165,
    "würde.": 2166,
    "Bürgern": 2167,
    "Finanzierung": 2168,
    "Inhalt": 2169,
    "falls": 2170,
    "bereit": 2171,
    "ausschließlich": 2172,
    "Bus@@": 2173,
    "um.": 2174,
    "gesetzt": 2175,
    "Konferenz": 2176,
    "ie,": 2177,
    "bau": 2178,
    "ans": 2179,
    "April": 2180,
    "hl@@": 2181,
    "angenommen": 2182,
    "av@@": 2183,
    "heißt": 2184,
    "möglichkeiten": 2185,
    "Bel@@": 2186,
    "Basis": 2187,
    "sehen.": 2188,
    "Fisch@@": 2189,
    "sprach@@": 2190,
    "Flughafen": 2191,
    "Rat@@": 2192,
    "lu@@": 2193,
    "Plat@@": 2194,
    "verfügen": 2195,
    "Recht@@": 2196,
    "Nationen": 2197,
    "je@@": 2198,
    "Ober@@": 2199,
    "Gründen": 2200,
    "reichen": 2201,
    "kehr@@": 2202,
    "fall@@": 2203,
    "Beschäftigung": 2204,
    "überhaupt": 2205,
    "Landwirtschaft": 2206,
    "Gesamt@@": 2207,
    "Sta@@": 2208,
    "sch": 2209,
    "Strand": 2210,
    "Wer": 2211,
    "Dann": 2212,
    "2004": 2213,
    "unk@@": 2214,
    "Jahres@@": 2215,
    "länder": 2216,
    "Reform": 2217,
    "zu.": 2218,
    "uch@@": 2219,
    "Per@@": 2220,
    "aktuelle": 2221,
    "Hin@@": 2222,
    "tor": 2223,
    "Energie": 2224,
    "app@@": 2225,
    "Privat@@": 2226,
    "Dar@@": 2227,
    "danke": 2228,
    "Falls": 2229,
    "wal@@": 2230,
    "beide": 2231,
    "Tagen": 2232,
    "tim@@": 2233,
    "Zimmer,": 2234,
    "Wor@@": 2235,
    "werk": 2236,
    "ges": 2237,
    "Natur": 2238,
    "Transparenz": 2239,
    "Person": 2240,
    "Denn": 2241,
    "worden.": 2242,
    "d-@@": 2243,
    "deine": 2244,
    "from": 2245,
    "Sal@@": 2246,
    "Milliarden": 2247,
    "erfolgreich": 2248,
    ">@@": 2249,
    "Schutz@@": 2250,
    "US@@": 2251,
    "Urlaub": 2252,
    "Schritte": 2253,
    "rechte": 2254,
    "Forschungs@@": 2255,
    "tigen,": 2256,
    "K": 2257,
    "dar.": 2258,
    "24": 2259,
    "Am@@": 2260,
    "o.": 2261,
    "tel": 2262,
    "allgemeinen": 2263,
    "ständig": 2264,
    "Energi@@": 2265,
    "klar@@": 2266,
    "Grün@@": 2267,
    "oll@@": 2268,
    "Kraft": 2269,
    "nissen": 2270,
    "Wochen": 2271,
    "net@@": 2272,
    "agen": 2273,
    "zug": 2274,
    "ó@@": 2275,
    "ungsver@@": 2276,
    "du@@": 2277,
    "Bilder": 2278,
    "größere": 2279,
    "legen.": 2280,
    "Hand": 2281,
    "Du@@": 2282,
    "Ansatz": 2283,
    "ack@@": 2284,
    "nen.": 2285,
    "igkeit": 2286,
    "freie": 2287,
    "Mess@@": 2288,
    "danken.": 2289,
    "Geld@@": 2290,
    "zusätzliche": 2291,
    "Klicken": 2292,
    "zudem": 2293,
    "Vertrauen": 2294,
    "Meer": 2295,
    "Rechtsvorschriften": 2296,
    "kaum": 2297,
    "Bank@@": 2298,
    "Bi@@": 2299,
    "end.": 2300,
    "best@@": 2301,
    "Pre@@": 2302,
    "istischen": 2303,
    "ing,": 2304,
    "Klein@@": 2305,
    "Benutzer": 2306,
    "digen": 2307,
    "dier@@": 2308,
    "mindestens": 2309,
    "Sa@@": 2310,
    "fizier@@": 2311,
    "Erfahrungen": 2312,
    "raum": 2313,
    "alisierung": 2314,
    "ts,": 2315,
    "bei@@": 2316,
    "ator@@": 2317,
    "sozi@@": 2318,
    "ce": 2319,
    "lige": 2320,
    "innen": 2321,
    "tieren,": 2322,
    "Gesch@@": 2323,
    "Vertreter": 2324,
    "è@@": 2325,
    "Online-@@": 2326,
    "sein@@": 2327,
    "bli@@": 2328,
    "Zimmer@@": 2329,
    "Ist": 2330,
    "globalen": 2331,
    "soll,": 2332,
    "Organisation": 2333,
    "Sti@@": 2334,
    "ters": 2335,
    "Industrie": 2336,
    "dor@@": 2337,
    "A-@@": 2338,
    "Doppel@@": 2339,
    "ität,": 2340,
    "tigen.": 2341,
    "Mehr@@": 2342,
    "stelle": 2343,
    "nationale": 2344,
    "langen": 2345,
    "hol@@": 2346,
    "ent,": 2347,
    "Q@@": 2348,
    "lig@@": 2349,
    "Aufenthalt": 2350,
    "lieb@@": 2351,
    "Frühstück": 2352,
    "aussch@@": 2353,
    "Nutz@@": 2354,
    "iten": 2355,
    "ös@@": 2356,
    "Werte": 2357,
    "Falle": 2358,
    "wert": 2359,
    "abkommen": 2360,
    "Frage,": 2361,
    "moderne": 2362,
    "fi@@": 2363,
    "heraus@@": 2364,
    "San": 2365,
    "La@@": 2366,
    "unbedingt": 2367,
    "gar@@": 2368,
    "dre@@": 2369,
    "tal@@": 2370,
    "“.": 2371,
    "uren": 2372,
    "Republik": 2373,
    "les": 2374,
    "Bildung": 2375,
    "Hinsicht": 2376,
    "wechsel@@": 2377,
    "Gel@@": 2378,
    "unterschiedlichen": 2379,
    "Foto@@": 2380,
    "Internet@@": 2381,
    "Kal@@": 2382,
    "GmbH": 2383,
    "as,": 2384,
    "alte": 2385,
    "stärker": 2386,
    "mehreren": 2387,
    "zentr@@": 2388,
    "ris@@": 2389,
    "Wann": 2390,
    "offen@@": 2391,
    "Lissabon": 2392,
    "tes@@": 2393,
    "entsprechende": 2394,
    "18": 2395,
    "bald": 2396,
    "nicht@@": 2397,
    "ep@@": 2398,
    "Einrichtung": 2399,
    "Herren!": 2400,
    "liefer@@": 2401,
    "erzeug@@": 2402,
    "Berg@@": 2403,
    "danken,": 2404,
    "wahrscheinlich": 2405,
    "ang": 2406,
    "Vergangenheit": 2407,
    "setzen.": 2408,
    "Buch@@": 2409,
    "stehen.": 2410,
    "gesetz@@": 2411,
    "Information": 2412,
    "Eing@@": 2413,
    "son@@": 2414,
    "sollte,": 2415,
    "verfahren": 2416,
    "kal@@": 2417,
    "Partner@@": 2418,
    "Medi@@": 2419,
    "gefähr@@": 2420,
    "Aspekte": 2421,
    "Sache": 2422,
    "V": 2423,
    "zü@@": 2424,
    "tro@@": 2425,
    "els": 2426,
    "UN@@": 2427,
    "AC@@": 2428,
    "funktion@@": 2429,
    "teil": 2430,
    "erforderlich": 2431,
    "stes": 2432,
    "Ressourcen": 2433,
    "istische": 2434,
    "200": 2435,
    "üb@@": 2436,
    "ziehen": 2437,
    "dem@@": 2438,
    "woh@@": 2439,
    "betrifft": 2440,
    "isch,": 2441,
    "Lauf@@": 2442,
    "up@@": 2443,
    "Nicht": 2444,
    "anischen": 2445,
    "500": 2446,
    "sse": 2447,
    "gleiche": 2448,
    "Mitgliedstaaten,": 2449,
    "23@@": 2450,
    "197@@": 2451,
    "ft,": 2452,
    "Über": 2453,
    "sprechen,": 2454,
    "groß@@": 2455,
    "tigt,": 2456,
    "sprech@@": 2457,
    "16": 2458,
    "Ü@@": 2459,
    "Zudem": 2460,
    "wunder@@": 2461,
    "lose": 2462,
    "ts.": 2463,
    "sta@@": 2464,
    "Ser@@": 2465,
    "Windows": 2466,
    "kommenden": 2467,
    "Wander@@": 2468,
    "tionen,": 2469,
    "weg": 2470,
    "wer": 2471,
    "Musik": 2472,
    "setzen,": 2473,
    "zeigen": 2474,
    "ener": 2475,
    "Opfer": 2476,
    "Qualitäts@@": 2477,
    "Annahme": 2478,
    "Präsidentin!": 2479,
    "möglicherweise": 2480,
    "Kollegen!": 2481,
    "Pol@@": 2482,
    "kar@@": 2483,
    "EUR": 2484,
    "tri@@": 2485,
    "80": 2486,
    "ort": 2487,
    "kosten": 2488,
    "ben,": 2489,
    "Fischerei@@": 2490,
    "schaffen,": 2491,
    "bedingungen": 2492,
    ":00": 2493,
    "2.": 2494,
    "statt": 2495,
    "finanz@@": 2496,
    "glaube": 2497,
    "Mag@@": 2498,
    "sier@@": 2499,
    "rechts": 2500,
    "Zunächst": 2501,
    "gestimmt,": 2502,
    "Durchführung": 2503,
    ".000": 2504,
    "sich,": 2505,
    "Pi@@": 2506,
    "Sitzung": 2507,
    "tiert,": 2508,
    "ingen": 2509,
    "Pa@@": 2510,
    "Spieler": 2511,
    "ligen": 2512,
    "bestehenden": 2513,
    "ben.": 2514,
    "t;": 2515,
    "Fuß@@": 2516,
    "Produktions@@": 2517,
    "i-@@": 2518,
    "dring@@": 2519,
    "mehr@@": 2520,
    "gelegt": 2521,
    "veränder@@": 2522,
    "sag@@": 2523,
    "sollten.": 2524,
    "technische": 2525,
    "tion.": 2526,
    "Systems": 2527,
    "Ausschuß": 2528,
    "mus@@": 2529,
    "Praxis": 2530,
    "stand@@": 2531,
    "bedeutet,": 2532,
    "besonderen": 2533,
    "tragen.": 2534,
    "Ö@@": 2535,
    "ativen": 2536,
    "Kor@@": 2537,
    "lik@@": 2538,
    "bewer@@": 2539,
    "arbeitet": 2540,
    "ver": 2541,
    "atur": 2542,
    "ve": 2543,
    "(S@@": 2544,
    "Werk@@": 2545,
    "he,": 2546,
    "Date@@": 2547,
    "fal@@": 2548,
    "Gefahr": 2549,
    "seh@@": 2550,
    "you": 2551,
    "inn@@": 2552,
    "Suche": 2553,
    "organis@@": 2554,
    "heit.": 2555,
    "Freiheit": 2556,
    "kur@@": 2557,
    "nahme": 2558,
    "möglichen": 2559,
    "schaffen.": 2560,
    "Unterkategorien": 2561,
    "su@@": 2562,
    "cken,": 2563,
    "Plan@@": 2564,
    "kul@@": 2565,
    "ker": 2566,
    "verkehr": 2567,
    "Lage,": 2568,
    "Fest@@": 2569,
    "weiß,": 2570,
    "Kin@@": 2571,
    "nachdem": 2572,
    "Gipfel": 2573,
    "'s": 2574,
    "kürz@@": 2575,
    "notwendigen": 2576,
    "schaffen": 2577,
    "Mi@@": 2578,
    "en\"": 2579,
    "Com@@": 2580,
    "darauf,": 2581,
    "plat@@": 2582,
    "no": 2583,
    "por@@": 2584,
    "AG": 2585,
    "Vis@@": 2586,
    "gefunden": 2587,
    "erfolgt": 2588,
    "dringend": 2589,
    "lit@@": 2590,
    "hoch": 2591,
    "finanziellen": 2592,
    "tragen,": 2593,
    "lass@@": 2594,
    "ober@@": 2595,
    "Parteien": 2596,
    "West@@": 2597,
    "Anerkennung": 2598,
    "RE@@": 2599,
    "gest@@": 2600,
    "sion": 2601,
    "unterstützen,": 2602,
    "tun.": 2603,
    "Schließlich": 2604,
    "11": 2605,
    "glich@@": 2606,
    "netz@@": 2607,
    "belieb@@": 2608,
    "alismus": 2609,
    "klicken": 2610,
    "Volks@@": 2611,
    "Do@@": 2612,
    "Wahlen": 2613,
    "Arbeitsplätze": 2614,
    "Krieg": 2615,
    "Kunden@@": 2616,
    "rü@@": 2617,
    "gän@@": 2618,
    "Angelegenheit": 2619,
    "Har@@": 2620,
    "Fl@@": 2621,
    "hinzu@@": 2622,
    "erhalten,": 2623,
    "Staat": 2624,
    "Folge": 2625,
    "2003": 2626,
    "Verpflichtungen": 2627,
    "inform@@": 2628,
    "setzung": 2629,
    "EN": 2630,
    "Kl@@": 2631,
